Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: Invalid syntax. Proper syntax: {0}renameNPC <guide, nurse, etc.> <newname>
es_es: Sintaxis inválida. Sintaxis correcta: {0}renameNPC <guía, enfermera, etc.> <nombreNuevo>
id_id: Sintaks salah. Sintaks yang sesuai: {0}renameNPC <guide, nurse, dll.> <nama baru>
ja_jp: 無効なSyntaxです。適切なSyntax:{0}renameNPC <guide, nurse, etc.> <newname>

source: Invalid syntax. Proper syntax: {0}serverpassword "<new password>".
es_es: Sintaxis inválida. Sintaxis correcta: {0}serverpassword "<contraseña nueva>".
id_id: Sintaks salah. Sintaks yang sesuai: {0}serverpassword "<kata sandi baru>".
ja_jp: 無効なSyntaxです。適切なSyntax:{0}serverpassword "<new password>"

source: Invalid syntax. Proper syntax: {0}slap <player> [damage].
es_es: Sintaxis inválida. Sintaxis correcta: {0}slap <jugador> [daño].
id_id: Sintaks salah. Sintaks yang sesuai: {0}slap <pemain> [kerusakan].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}slap <player> [damage]

source: Invalid syntax. Proper syntax: {0}spawnboss <boss type> [amount].
es_es: Sintaxis inválida. Sintaxis correcta: {0}spawnboss <tipo de jefe> [cantidad].
id_id: Sintaks salah. Sintaks yang sesuai: {0}spawnboss <tipe bos> [jumlah].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}spawnboss <boss type> [amount]

source: Invalid syntax. Proper syntax: {0}spawnmob <mob type> [amount].
es_es: Sintaxis inválida. Sintaxis correcta: {0}spawnmob <tipo de enemigo> [cantidad].
id_id: Sintaks salah. Sintaks yang sesuai: {0}spawnmob <tipe mob> [jumlah].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}spawnmob <mob type> [amount]

source: Invalid syntax. Proper syntax: {0}tileban add <tile id>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}tileban add <id de bloque>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}tileban add <id tile>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}tileban add <tile id>

source: Invalid syntax. Proper syntax: {0}tileban allow <id> <group>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}tileban allow <id> <grupo>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}tileban allow <id> <grup>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}tileban allow <id> <group>

source: Invalid syntax. Proper syntax: {0}tileban del <id>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}tileban del <id>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}tileban del <id>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}tileban del <id>

source: Invalid syntax. Proper syntax: {0}tileban disallow <id> <group name>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}tileban disallow <id> <nombre del grupo>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}tileban disallow <id> <nama grup>.
ja_jp: 無効なSyntaxです。適切なSyntax: {0}tileban disallow <id> <group name>

source: Invalid syntax. Proper syntax: {0}tp <player> [player 2].
es_es: Sintaxis inválida. Sintaxis correcta: {0}tp <jugador> [jugador 2].
id_id: Sintaks salah. Sintaks yang sesuai: {0}tp <pemain> [pemain 2].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}tp <player> [player 2]

source: Invalid syntax. Proper syntax: {0}tp <player>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}tp <jugador>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}tp <pemain>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}tp <player>

source: Invalid syntax. Proper syntax: {0}tphere <player>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}tphere <jugador>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}tphere <pemain>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}tphere <player>

source: Invalid syntax. Proper syntax: {0}tphere <player|*>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}tphere <jugador|*>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}tphere <pemain|*>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}tphere <player|*>

source: Invalid syntax. Proper syntax: {0}tpnpc <NPC>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}tpnpc <PNJ>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}tpnpc <NPC>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}tpnpc <NPC>

source: Invalid syntax. Proper syntax: {0}tppos <tile x> <tile y>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}tppos <casilla x> <casilla y>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}tppos <tile x> <tile y>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}tppos <tile x> <tile y>

source: Invalid syntax. Proper syntax: {0}userinfo <player>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}userinfo <jugador>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}userinfo <pemain>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}userinfo <player>

source: Invalid syntax. Proper syntax: {0}warp [command] [arguments].
es_es: Sintaxis inválida. Sintaxis correcta: {0}warp [comando] [argumentos].
id_id: Sintaks salah. Sintaks yang sesuai: {0}warp [perintah] [argumen-argumen].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}warp [command] [arguments]

source: Invalid syntax. Proper syntax: {0}warp [name] or {0}warp list <page>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}warp [nombre] o {0}warp list <página>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}warp [nama] atau {0}warp list <halaman>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}warp [name] or {0}warp list <page>

source: Invalid syntax. Proper syntax: {0}warp add [name].
es_es: Sintaxis inválida. Sintaxis correcta: {0}warp add [nombre].
id_id: Sintaks salah. Sintaks yang sesuai: {0}warp add [nama].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}warp add [name]

source: Invalid syntax. Proper syntax: {0}warp del [name].
es_es: Sintaxis inválida. Sintaxis correcta: {0}warp del [nombre].
id_id: Sintaks salah. Sintaks yang sesuai: {0}warp del [nama].
ja_jp: 無効なSyntaxです。適切なSyntax: {0}warp del [name]

source: Invalid syntax. Proper syntax: {0}warp hide [name] <true/false>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}warp hide [nombre] <true/false>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}warp hide [nama] <true/false>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}warp hide [name] <true/false>

source: Invalid syntax. Proper syntax: {0}warp send [player] [warpname].
es_es: Sintaxis inválida. Sintaxis correcta: {0}warp send [jugador] [nombreDeWarp].
id_id: Sintaks salah. Sintaks yang sesuai: {0}warp send [pemain] [warp nama].
ja_jp: 無効なSyntaxです。適切なSyntax: {0}warp send [player] [warpname]

source: Invalid syntax. Proper syntax: {0}worldevent <event type>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}worldevent <tipo de evento>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}worldevent <tipe pertunjukan>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}worldevent <event type>

source: Invalid syntax. Proper syntax: {0}worldmode <mode>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}worldmode <modo/dificultad>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}worldmode <mode>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}worldmode <mode>

source: Invalid syntax. Proper syntax: /region protect <name> <true/false>.
es_es: Sintaxis inválida. Sintaxis correcta: /region protect <nombre> <true/false>.
id_id: Sintaks salah. Sintaks yang sesuai: /region protect <nama> <true/false>.
ja_jp: 無効なSyntaxです。適切なSyntax: /region protect <name> <true/false>

source: Invalid syntax. Proper syntax: /region set <1/2>.
es_es: Sintaxis inválida. Sintaxis correcta: /region set <1/2>.
id_id: Sintaks salah. Sintaks yang sesuai: /region set <1/2>.
ja_jp: 無効なSyntaxです。適切なSyntax:/region set <1/2>

source: Invalid target player.
es_es: Jugador destino inválido.
id_id: Pemain target salah.
ja_jp: 無効なターゲットプレーヤーです。

source: Invalid Ticket Number. Refer to {0} for details on how to use the {1} command
es_es: Número de Ticket inválido. Consulte {0} para más detalles sobre cómo utilizar el comando {1}
id_id: Nomor Karcis salah. lihat {0} untuk cara penggunaan perintah {1} yang jelas
ja_jp: 無効なチケット番号です。 {0} コマンドの使い方については、 {1} を参照してください。

source: Invalid tile ID.
es_es: ID de bloque inválido.
id_id: ID tile salah.
ja_jp: 無効なタイルIDです。

source: Invalid time string! Proper format: _d_h_m_s, with at least one time specifier.
es_es: ¡Cadena de tiempo inválida! Formato correcto: _d_h_m_s, con al menos un especificador de hora.
id_id: Deretan waktu salah! bentuk yang sesuai: _d_h_m_s, setidaknya 1 penunjuk waktu.
ja_jp: タイム文字列が無効です！適切なフォーマット：_d_h_m_s、少なくとも1回の指定子が付いています。

source: Invalid time string. Proper format: hh:mm, in 24-hour time.
es_es: Cadena de tiempo inválida. Formato correcto: hh:mm, en formato de 24 horas.
id_id: Deretan waktu salah. bentuk yang sesuai: hh:mm dalam bentuk waktu 24 jam.
ja_jp: 無効な時間文字列です。適切なフォーマット: hh:mm, 24 時間です。

source: Invalid Type: '{0}'
es_es: Tipo Inválido: '{0}'
id_id: Tipe salah: '{0}'

source: Invalid user syntax. Try {0}user help.
es_es: Sintaxis de user inválida. Prueba {0}user help.
id_id: Sintaks pengguna salah. Coba {0}user help
ja_jp: 無効なユーザーSyntaxです。 {0}user ヘルプをお試しください。

source: Invalid warp name. The names 'list', 'hide', 'del' and 'add' are reserved for commands.
es_es: Nombre de warp inválido. Los nombres 'list', 'hide', 'del' y 'add' están reservados para comandos.
id_id: Nama warp salah. nama-namanya 'list', 'hide', 'del' dan 'add' dicadangkan sebagai perintah-perintah.
ja_jp: 無効なワープ名です。'list'、'hide'、'del'、'add'はコマンド用に予約されています。

source: Invalid world mode. Valid world modes: {0}
es_es: Modo de mundo inválido. Modos válidos: {0}
id_id: Mode dunia salah. Mode dunia yang benar: {0}
ja_jp: 無効なワールドモードです。有効なモード： {0}

source: IP Address: {0}.
es_es: Dirección IP: {0}.
id_id: Alamat IP: {0}.
ja_jp: IPアドレス: {0}.

source: IPv6 addresses are not supported as of yet by TShock. This rule will have no effect for now. Adding anyways.
es_es: Las direcciones IPv6 aún no están soportadas por TShock. Esta regla no tendrá ningún efecto por ahora. Añadiendo de todos modos.
ja_jp: IPv6アドレスはTShockではまだサポートされていません。 このルールは今のところ効果がありません。

source: Item Ban Sub-Commands ({{0}}/{{1}}):
es_es: Sub-Comandos de Item Ban ({{0}}/{{1}}):
id_id: Sub-Perintah Item Ban {{0}}/{{1}}:
ja_jp: アイテム禁止サブコマンド ({{0}}/{{1}}):

source: Item bans ({{0}}/{{1}}):
es_es: Objetos prohibidos ({{0}}/{{1}}):
id_id: Item yang diblokir ({{0}}/{{1}}):
ja_jp: アイテム禁止 ({{0}}/{{1}}):

source: Kicked {0} for : '{1}'
es_es: Se expulsó a {0} por : '{1}'
id_id: Dikeluarkan {0} karena : '{1}'
ja_jp: {0} を「{1}」にキックしました。

source: Kicked via web
es_es: Expulsado vía web
id_id: Dikeluarkan melalui web
ja_jp: ウェブ経由でキックされました。

source: Kicked: {0}
es_es: Expulsado: {0}
id_id: Dikeluarkan: {0}
ja_jp: キック: {0}

source: Kill syntax and example
es_es: Sintaxis y ejemplo de Kill
id_id: Sintaks Bunuh dan contohnya
ja_jp: Syntax と Example を殺す

source: Kills another player.
es_es: Mata a otro jugador.
id_id: Bunuh pemain lainnya.
ja_jp: 他のプレイヤーを倒しました。

source: Kills hostile NPCs or NPCs of a certain type.
es_es: Mata PNJ hostiles o a un tipo específico de PNJ.
id_id: Membunuh NPC-NPC yang berseteru atau NPC-NPC dari tipe tertentu.
ja_jp: 特定の種類の敵対的なNPCやNPCを倒す。

source: LandGolfBallInCupHandler: Invalid golf ball projectile ID {0}! - From {1}
es_es: LandGolfBallInCupHandler: ¡ID de proyectil de pelota de golf inválida! - De {1}
id_id: LandGolfBallInCupHandler: ID proyektil {0} pada bola golf tidak benar! - dari {1}
ja_jp: LandGolfBallInCupHandler: 無効なゴルフボール発射体ID {0}! - {1} から

source: LandGolfBallInCupHandler: Item selected is not a golf club! - From {0}
es_es: LandGolfBallInCupHandler: ¡El objeto seleccionado no es un palo de golf! - De {0}
id_id: LandGolfBallInCupHandler: Item yang dipilih bukan tongkat golf! - Dari {0}
ja_jp: LandGolfBallInCupHandler: 選択したアイテムはゴルフクラブではありません! - {0} から

source: LandGolfBallInCupHandler: Packet rejected for ID spoofing. Expected {0}, received {1} from {2}.
es_es: LandGolfBallInCupHandler: Paquete rechazado por falsificación de ID. Se esperaba {0}, se recibió {1} de {2}.
id_id: LandGolfBallInCupHandler: ditolak karena pemalsuan ID. Diharapkan {0}, menerima {1} dari {2}.
ja_jp: LandGolfBallInCupHandler: ID偽装のために拒否されたパケット。 {0}が予想され、 {1} から {2} を受け取りました。

source: LandGolfBallInCupHandler: Tile at packet position X:{0} Y:{1} is not a golf hole! - From {2}
es_es: LandGolfBallInCupHandler: ¡La casilla en la posición del paquete X:{0} Y:{1} no tiene un hoyo de golf! - De {2}
id_id: LandGolfBallInCupHandler: Tile pada posisi paket X:{0} Y:{1} itu bukan lubang golf! - Dari {2}
ja_jp: LandGolfBallInCupHandler: パケット位置X:{0} Y:{1} はゴルフホールではありません! - {2}

source: LandGolfBallInCupHandler: X and Y position is out of world bounds! - From {0}
es_es: LandGolfBallInCupHandler: ¡Las posiciones X e Y están fuera de los bordes del mundo! - De {0}
id_id: LandGolfBallInCupHandler: Posisi X dan Y diluar batas dunia! - dari {0}
ja_jp: LandGolfBallInCupHandler: XとY位置はワールドの範囲外です! - {0} から

source: Lanterns are now down.
es_es: Los faroles ahora están deshabilitados.
id_id: Sekarang berturunnya Lentera-lentera.
ja_jp: ランタンが落ちました。

source: Lanterns are now up.
es_es: Los faroles ahora están habilitados.
id_id: Sekarang naiknya Lentera-lentera.
ja_jp: ランタンが立ち上がった。

source: Liquids are already settling.
es_es: Los líquidos ya se están estabilizando.
id_id: Cairan-cairan sudah mengendap.
ja_jp: 液体はすでに沈静化している。

source: list - Lists all regions.
es_es: list - Da una lista de todas las regiones.
id_id: list - daftar semua wilayah-wilayah.
ja_jp: list - すべての地域を一覧表示します。

source: list [page] - Lists all item bans.
es_es: list [página] - Da una lista de todos los ítems prohibidos.
id_id: list [halaman] - daftar semua item yang diblokir.
ja_jp: list [page] - すべてのアイテム禁止リストを表示します。

source: list [page] - Lists all projectile bans.
es_es: list [página] - Da una lista de todos los proyectiles prohibidos.
id_id: list [halaman] - daftar semua proyektil yang diblokir.
ja_jp: list [page] - すべての発射物禁止のリストを表示します。

source: list [page] - Lists all tile bans.
es_es: list [página] - Da una lista de todos los bloques prohibidos.
id_id: list [halaman] - daftar semua tile yang diblokir.
ja_jp: list [page] - すべてのタイル禁止のリストを表示します。

source: list [page] - Lists groups.
es_es: list [página] - Muestra los grupos.
id_id: list [halaman] - daftar semua grup.
ja_jp: list [page] - グループを一覧表示します。

source: List Online Players Syntax
es_es: Sintaxis de List Online Players
id_id: Daftar Sintaks Pemain-Pemain Daring
ja_jp: オンラインプレイヤーのSyntax一覧

source: Listening on IP {0}.
es_es: Escuchando IP {0}.
id_id: IP {0} didengarkan.
ja_jp: IP {0} を確認中。

source: Listening on port {0}.
es_es: Escuchando puerto {0}.
id_id: Port {0} didengarkan.
ja_jp: ポート {0} を確認中。

source: listperm <group> [page] - Lists a group's permissions.
es_es: listperm <grupo> [página] - Muestra los permisos de un grupo.
id_id: listperm <grup> [halaman] - daftar perizinan sebuah grup.
ja_jp: listperm <group> [page] - グループの権限を表示します。

source: Lists commands or gives help on them.
es_es: Muestra comandos o ayuda sobre los mismos.
id_id: Daftar-daftar Perintah atau memberikan bantuan pada mereka.
ja_jp: コマンドのリストやヘルプを表示します。

source: listusers - Lists all REST users and their current active tokens.
es_es: listusers - Muestra todos los usuarios REST y sus tókens activos.
id_id: listusers - semua daftar-daftar para pengguna REST dan token-token milik mereka saat ini.
ja_jp: listusers - すべての REST ユーザーとその現在のアクティブなトークンのリストを表示します。

source: Loading dedicated config file: {0}
es_es: Cargando un archivo de configuración dedicado: {0}
id_id: Memuat berkas konfigurasi khusus: {0}
ja_jp: 専用設定ファイルを読み込んでいます: {0}

source: Location of {0} is ({1}, {2}).
es_es: La ubicación de {0} es ({1}, {2}).
id_id: Lokasi dari {0} yaitu ( {1},{2}).
ja_jp: {0} の場所は ({1}, {2} ) です。

source: Log display disabled.
es_es: Registro en pantalla desactivado.
id_id: Tampilan catatan yang dinonaktifkan.
ja_jp: ログ表示が無効になりました。

source: Log display enabled.
es_es: Registro en pantalla activado.
id_id: Tampilan catatan yang diaktifkan.
ja_jp: ログの表示が有効になりました。

source: Log path has been set to {0}
es_es: La ruta del registro se ha establecido en {0}
id_id: Jalur log telah ditetapkan menjadi {0}
ja_jp: ログパスが {0}に設定されました。

source: Login attempt failed - see the message above.
es_es: Fallo en el intento de inicio de sesión - vea el mensaje anterior.
id_id: Gagal upaya masuk - lihat pesan di atas.
ja_jp: ログインに失敗しました - 上記のメッセージを参照してください。

source: Login before join enabled. Users may be prompted for an account specific password instead of a server password on connect.
es_es: El inicio de sesión antes de entrar está activado. A los usuarios se les solicitará la contraseña de su cuenta en lugar de la contraseña del servidor cuando se conecten.
ja_jp: 参加が有効になる前にログインします。接続時にサーバーパスワードの代わりに、ユーザーがアカウント固有のパスワードを求められることがあります。

source: Login using UUID enabled. Users automatically login via UUID.
es_es: Inicio de sesión con UUID habilitado. Los usuarios iniciarán sesión automáticamente a través de su UUID.
id_id: Masuk menggunakan UUID diaktifkan. Pengguna secara otomatis masuk melalui UUID.
ja_jp: UUIDログインが有効です。UUIDで自動的にログインします。

source: Logs you into an account.
es_es: Inicias sesión en una cuenta.
id_id: Catatan-catatan anda dalam akun.
ja_jp: アカウントにログインします。

source: Logs you out of your current account.
es_es: Cierras la sesión de tu cuenta actual.
id_id: Catatan-catatan anda diluar dari akun anda saat ini.
ja_jp: 現在のアカウントからログアウトします。

source: Machine name: {0}
es_es: Nombre de la máquina: {0}
id_id: Nama mesin: {0}
ja_jp: マシン名: {0}

source: Make sure that you trust the plugins you're installing.
es_es: Asegúrate de estar instalando plugins en los que confías.
ja_jp: インストールしているプラグインを信頼していることを確認してください。

source: Malicious portal attempt.
es_es: Intento malicioso de uso de portal.
id_id: Upaya pintu gerbang yang berbahaya.
ja_jp: 悪意のあるポータルの試行です。

source: Manage plugins and their requirements
es_es: Administra plugins y sus requerimientos
ja_jp: プラグインとその要件を管理

source: Manages groups.
es_es: Gestiona grupos.
id_id: Pengelolaan grup-grup.
ja_jp: グループを管理

source: Manages item bans.
es_es: Gestiona los objetos prohibidos.
id_id: Pengelolaan item yang diblokir.
ja_jp: アイテム禁止を管理

source: Manages player bans.
es_es: Gestiona los bans de jugadores.
id_id: Pengelolaan pemain yang diblokir.
ja_jp: プレイヤーBANを管理

source: Manages projectile bans.
es_es: Gestiona los proyectiles prohibidos.
id_id: Pengelolaan proyektil yang diblokir.
ja_jp: 発射物禁止を管理

source: Manages regions.
es_es: Gestiona regiones.
id_id: Pengeloaan wilayah-wilayah.
ja_jp: 地域を管理

source: Manages the REST API.
es_es: Gestiona el API REST.
id_id: Pengelolaan REST API.
ja_jp: REST API を管理

source: Manages the server whitelist.
es_es: Gestiona la lista blanca del servidor.
id_id: Pengelolaan daftar putih peladen.
ja_jp: サーバーのホワイトリストを管理

source: Manages tile bans.
es_es: Gestiona los bloques prohibidos.
id_id: Pengelolaan tile yang diblokir.
ja_jp: タイル禁止を管理

source: Manages user accounts.
es_es: Gestiona las cuentas de usuario.
id_id: Pengelolaan akun-akun pengguna.
ja_jp: ユーザーアカウントを管理

source: Manipulating unknown liquid type
es_es: Manipulando un tipo de líquido desconocido
ja_jp: 不明な液体タイプの操作

source: Marked region {0} as protected.
es_es: Región {0} marcada como protegida.
id_id: Wilayah telah ditandai {0} sebagai terlindung.
ja_jp: {0} を保護済みとしてマークしました。

source: Marked region {0} as unprotected.
es_es: Región {0} marcada como desprotegida.
id_id: Wilayah telah ditandai {0} sebagai tidak terlindung.
ja_jp: {0} を保護されていない領域としてマークしました。

source: Memory usage: {0}
es_es: Uso de memoria: {0}
id_id: Penggunaan memori: {0}
ja_jp: メモリ使用量: {0}

source: Message: {0}: {1}: {2}
es_es: Mensaje: {0}: {1}: {2}
id_id: Pesan: {0}: {1}: {2}
ja_jp: メッセージ: {0}: {1}: {2}

source: Meteor has been spawned
es_es: Se ha generado un meteoro
id_id: Meteor telah dipanggil.
ja_jp: 流星が出現しました

source: Misbehaviour.
es_es: Mal comportamiento.
id_id: Berkelakuan buruk.
ja_jp: 不正行為。

source: Missing item name/id.
es_es: Falta el nombre/ID del objeto.
id_id: Nama/id item tidak ada.
ja_jp: item name/idがありません。

source: Missing or empty {0} parameter
es_es: Parámetro {0} faltante o vacío
id_id: Parameter {0} tidak ada atau kosong
ja_jp: {0} パラメータがありません。

source: Missing or invalid {0} parameter
es_es: Parámetro {0} faltante o inválido
id_id: Parameter {0} tidak ada atau salah
ja_jp: {0} パラメータがありません

source: Missing player name.
es_es: Falta el nombre del jugador.
id_id: Nama pemain tidak ada.
ja_jp: プレイヤー名が見つかりません。

source: Mode: {0}
es_es: Modo: {0}
ja_jp: モード: {0}

source: More than one match found -- unable to decide which is correct:
es_es: Hay más de una coincidencia -- no se puede decidir la correcta:
id_id: Kecocokan ditemukan lebih dari satu - tidak dapat memutuskan mana yang benar:
ja_jp: 複数の一致が見つかりました - どちらが正しいか判断できません:

source: Mourning Wood
es_es: Árbol de Luto

source: Msg ID not implemented
es_es: ID de Msg no implementado
id_id: ID pesan tidak diterapkan
ja_jp: Msg ID は実装されていません

source: Multiple user accounts found for {0} '{1}'
es_es: Se encontraron múltiples cuentas para {0} '{1}'
id_id: Beberapa para pengguna akun ditemukan selama {0} '{1}'
ja_jp: {0} '{1} ' の複数のユーザーアカウントが見つかりました

source: Mute Syntax
es_es: Sintaxis de Mute
id_id: Sintaks Pembisuan
ja_jp: Syntaxをミュート

source: N/A
es_es: N/D
id_id: Kosong

source: name [-u][-z][-p] - Shows the name of the region at the given point.
es_es: name [-u][-z][-p] - Muestra el nombre de la región en el punto determinado.
id_id: nama [-u][-z][-p] - Menunjukkan nama dari wilayah pada titik tertentu.
ja_jp: name [-u][-z][-p] - 指定したポイントの地域名を表示します。

source: Name: {0}
es_es: Nombre: {0}
id_id: Nama: {0}
ja_jp: 名前: {0}

source: NetModuleHandler received attempt to unlock sacrifice while not in journey mode from {0}
es_es: NetModuleHandler recibida petición de {0} para desbloquear sacrificio sin estar en modo viaje
id_id: NetModuleHandler menerima upaya untuk membuka kunci pengorbanan saat tidak dalam mode journey dari {0}
ja_jp: NetModuleHandler は {0} から移動モードではない間、犠牲のロックを解除しようとしました

source: Never.
es_es: Nunca.
id_id: Tidak pernah.
ja_jp: 決して。

source: New name is too large!
es_es: ¡El nuevo nombre es demasiado largo!
id_id: Nama baru tersebut terlalu panjang!
ja_jp: 新しい名前が大きすぎます！

source: New worlds will be generated with the {0} world evil type!
es_es: ¡Los mundos nuevos serán generados con el bioma maligno {0}!
id_id: Dunia baru akan dibuat ulang dengan tipe seram {0}!
ja_jp: 新しいワールドが {0} ワールドの邪悪なタイプで生成されます！

source: No associated commands.
es_es: No hay comandos asociados.
id_id: Tidak ada perintah terkait.
ja_jp: 関連するコマンドはありません。

source: No bans found matching the provided ticket number.
es_es: No se encontraron baneos que coincidan con el número de ticket.
id_id: Dengan nomor karcis yang disedia tidak ditemukannya kecocokan pemblokiran.
ja_jp: 提供されたチケット番号と一致する禁止が見つかりませんでした。

source: No command or command alias matching "{0}" found.
es_es: No se encontró ningún comando o alias que coincida con "{0}".
id_id: Bukan perintah atau alias perintah yang cocok dengan "{0}" ditemukan.
ja_jp: "{0}" に一致するコマンドまたはコマンドエイリアスが見つかりません。

source: No description available.
es_es: No hay descripción disponible.
id_id: Tidak ada deskripsi tersedia.
ja_jp: 説明が設定されていません。

source: No help available.
es_es: No hay ayuda disponible.
id_id: Bantuan tidak tersedia.
ja_jp: 利用可能なヘルプはありません。

source: No matching bans found.
es_es: No se encontraron baneos que coincidan.
id_id: Tidak ditemukan pemblokiran.
ja_jp: 一致するBANが見つかりませんでした。

source: No player was found matching '{0}'.
es_es: No se encontró ningún jugador que coincida con '{0}'.
id_id: Tidak ditemukan kecocokan pemain '{0}'.
ja_jp: 「{0}」に一致するプレイヤーが見つかりませんでした。

source: No players matched "{0}".
es_es: Ningún jugador coincide con "{0}".
id_id: Tidak ada pemain yang cocok dengan "{0}".
ja_jp: "{0}"に一致するプレイヤーはいません。

source: No prefix matched "{0}".
es_es: Ningún prefijo coincide con "{0}".
id_id: Tidak ada prefiks yang cocok dengan {0}".
ja_jp: "{0}"に一致するプレフィックスはありません。

source: No reason specified.
es_es: No se ha especificado ninguna razón.
id_id: Tidak ada alasan terperinci.
ja_jp: 理由が指定されていません。

source: No special permissions are required for this route.
es_es: No se requieren permisos especiales para esta ruta.
id_id: Tidak diperlukan izin khusus untuk rute ini.
ja_jp: このルートには特別な権限は必要ありません。

source: No such group "{0}".
es_es: No existe el grupo "{0}".
id_id: Tidak ada grup seperti "{0}".
ja_jp: そのようなグループ "{0}" はありません。
