Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: Sends all tiles from the server to the player to resync the client with the actual world state.
es_es: Envía todas las casillas desde el servidor al jugador para sincronizar el cliente con el estado actual del mundo.
id_id: Mengirim semua tile dari peladen ke pemain untuk menyinkronkan ulang klien dengan keadaan dunia yang sebenarnya.
ja_jp: サーバーからプレイヤーにすべてのタイルを送信し、実際のワールドの状態でクライアントを再同期します。

source: Sends an action message to everyone.
es_es: Envía a todos un mensaje de acción.
id_id: Mengirim sebuah pesan aksi ke semua orang.
ja_jp: 全員にアクションメッセージを送信します。

source: Sends you to the world's spawn point.
es_es: Te envía al punto de aparición del mundo.
id_id: Mengirim anda ke titik dihidupkannya dunia ini.
ja_jp: ワールドのスポーン地点に移動します。

source: Sends you to your spawn point.
es_es: Te envía a tu punto de aparición.
id_id: Mengirim anda ke titik dihidupkannya diri anda.
ja_jp: スポーン地点に移動します。

source: Server console interrupted!
es_es: ¡Se ha interrumpido la consola del servidor!
id_id: Konsol server terputus!
ja_jp: サーバーコンソールが中断されました！

source: Server is full
es_es: Servidor lleno
id_id: Server penuh
ja_jp: サーバーは満員です

source: Server is full. No reserved slots open.
es_es: Servidor lleno y sin cupos reservados.
id_id: Server penuh. Tidak ada slot cadangan yang terbuka.
ja_jp: サーバーは満員です。予約済みのスロットがありません。

source: Server is shutting down...
es_es: El servidor se está cerrando...
id_id: Server dimatikan...
ja_jp: サーバーがシャットダウン中...

source: Server map saving...
es_es: Guardando mapa del servidor...
id_id: Sedang menyimpan peta peladen...
ja_jp: サーバーマップを保存中...

source: Server password has been changed to: {0}.
es_es: La contraseña de servidor se cambió a: {0}.
id_id: Kata sandi peladen telah diubah menjadi: {0}.
ja_jp: サーバーパスワードが {0}に変更されました。

source: Server shutting down:
es_es: El servidor se está cerrando:
id_id: Peladen sedang dalam dimatikan:
ja_jp: サーバーシャットダウン中:

source: Server shutting down!
es_es: ¡El servidor se está cerrando!
id_id: Peladen sedang dalam dimatikan!
ja_jp: サーバーがシャットダウン中です！

source: Server shutting down.
es_es: El servidor se está cerrando.
id_id: Peladen sedang dalam dimatikan.
ja_jp: サーバーシャットダウン中。

source: Server side characters are enabled. You need to be logged-in to play.
es_es: Los personajes exclusivos-de-servidor están activados. Debes estar autenticado para jugar.
id_id: Karakter dalam peladen diaktifkan. anda harus masuk untuk bermain.
ja_jp: サーバーサイドキャラクターが有効になっています。プレイするにはログインが必要です。

source: Server side characters is enabled! Please {0}register or {0}login to play!
es_es: ¡Los personajes exclusivos-de-servidor están activados! ¡Por favor usa {0}register o {0}login para jugar!
id_id: Karakter khusus server diaktifkan! Silahkan {0}register atau {0}login untuk bermain!
ja_jp: サーバーサイドキャラクターが有効になっています。プレイするには {0}register か {0}login が必要です。

source: Server-side character data from "{0}" has been replaced by their current local data.
es_es: Los datos exclusivos-de-servidor de "{0}" fueron reemplazados por sus datos locales actuales.
id_id: Data karakter "{0}" dari sisi server telah digantikan oleh data lokal mereka saat ini.
ja_jp: "{0}" からのサーバーサイドキャラクターデータは現在のローカルデータに置き換えられました。

source: Server-side characters is disabled.
es_es: Personajes exclusivos-de-servidor desactivados.
id_id: Karakter dari sisi server dimatikan.
ja_jp: サーバーサイドキャラクターは無効です。

source: set <1/2> - Sets the temporary region points.
es_es: set <1/2> - Establece los puntos temporales de región.
id_id: set <1/2> - Mengatur titik wilayah sementara.
ja_jp: set <1/2> - 一時地域ポイントを設定します。

source: Set region {0}.
es_es: Se creó la región {0}.
id_id: Atur wilayah {0}.
ja_jp: 地域 {0}を設定します。

source: Set temp point {0}.
es_es: Se estableció el punto temporal {0}.
id_id: Sementara titik diatur {0}.
ja_jp: 一時ポイント {0}を設定します。

source: Sets the dungeon's position to your location.
es_es: Establece la posición de la mazmorra en tu ubicación.
id_id: Atur posisi dungeon ini ke lokasi anda.
ja_jp: ダンジョンの位置を現在地に設定します。

source: Sets the maximum number of NPCs.
es_es: Establece el número máximo de PNJ.
id_id: Menetapkan jumlah maksimum NPC.
ja_jp: NPCの最大数を設定します。

source: Sets the spawn rate of NPCs.
es_es: Establece la tasa de aparición de PNJ.
id_id: Menetapkan tingkat NPC yang muncul.
ja_jp: NPC のスポーン率を設定します。

source: Sets the world time.
es_es: Establece la hora del mundo.
id_id: Menetapkan waktu dunia ini.
ja_jp: ワールドの時刻を設定します。

source: Sets the world's spawn point to your location.
es_es: Establece la posición del punto de reaparición del mundo en tu ubicación.
id_id: Menetapkan titik muncul dunia ini ke lokasi anda.
ja_jp: ワールドのスポーン地点を現在地に設定します。

source: Settling liquids.
es_es: Estabilizando líquidos.
id_id: Cairan pengendapan.

source: SetUserGroup SQL returned an error
es_es: SQL SetUserGroup devolvió un error
id_id: SetUserGroup SQL mengembalikan kesalahan
ja_jp: SetUserGroup SQL はエラーを返しました

source: SetUserPassword SQL returned an error
es_es: SQL SetUserPassword devolvió un error
id_id: SetUserPassword SQL mengembalikan kesalahan
ja_jp: SetUserPassword SQL はエラーを返しました

source: SetUserUUID SQL returned an error
es_es: SQL SetUserUUID devolvió un error
id_id: SetUserUUID SQL mengembalikan kesalahan
ja_jp: SetUserUUID SQL はエラーを返しました

source: Shadewood Tree
es_es: Árbol Sombrío
ja_jp: Shadewoodの木

source: Share your server, talk with admins, and chill on GitHub & Discord. -- https://tshock.co/
es_es: Comparte tu servidor, habla con otros admins, y relájate en GitHub & Discord. https://tshock.co/
id_id: Bagikan peladen anda, berdiskusi dengan para admin, dan santai aja saat di Github & Discord -- https://tshock.co/
ja_jp: あなたのサーバーを共有し、管理者と話し、GitHub & Discordでリラックスしてください。 -- https://tshock.co/

source: Shared with groups:
es_es: Compartiendo con los grupos:
id_id: Dibagikan dengan para grup:
ja_jp: グループと共有:

source: Shared with:
es_es: Compartiendo con:
id_id: Dibagikan dengan:
ja_jp: 共有先:

source: Shows a command's aliases.
es_es: Muestra los alias de un comando.
id_id: Menampilkan perintah lainnya.
ja_jp: コマンドのエイリアスを表示

source: Shows information about a player.
es_es: Muestra información sobre un jugador.
id_id: Menampilkan informasi tentang pemain.
ja_jp: プレイヤーに関する情報を表示します。

source: Shows information about a user.
es_es: Muestra información sobre un usuario.
id_id: Menampilkan informasi tentang pengguna.
ja_jp: ユーザーに関する情報を表示します。

source: Shows information about the current world.
es_es: Muestra información sobre el mundo actual.
id_id: Menampilkan informasi tentang dunia daat ini.
ja_jp: 現在のワールドに関する情報を表示します。

source: Shows recent boss kill contribution.
es_es: Muestra la contribución reciente a la muerte del jefe.
ja_jp: 最近のボスキル貢献を表示します。

source: Shows the currently connected players.
es_es: Muestra los jugadores conectados actualmente.
id_id: Menampilkan informasi pemain yang terhubung saat ini.
ja_jp: 現在接続しているプレイヤーを表示します。

source: Shows the message of the day.
es_es: Muestra el mensaje del día.
id_id: Menampilkan pesan hari ini.
ja_jp: 今日のメッセージを表示します。

source: Shows the server information.
es_es: Muestra la información del servidor.
id_id: Menampilkan informasi peladen.
ja_jp: サーバー情報を表示します。

source: Shows the server's rules.
es_es: Muestra las reglas del servidor.
id_id: Menunjukkan aturan peladen.
ja_jp: サーバーのルールを表示します。

source: Shows the TShock version.
es_es: Muestra la versión de TShock.
id_id: Menampilkan versi TShock.
ja_jp: TShock のバージョンを表示します。

source: Shuts down the server while saving.
es_es: Apaga el servidor guardándolo.
id_id: Mematikan peladen ini dengan menyimpan.
ja_jp: 保存してからサーバーをシャットダウンします

source: Shuts down the server without saving.
es_es: Apaga el servidor sin guardarlo.
id_id: Mematikan peladen tanpa menyimpan.
ja_jp: 保存せずにサーバーをシャットダウンします

source: Shutting down safely. To force shutdown, send SIGINT (CTRL + C) again.
es_es: Apagando de forma segura. Para forzar el apagado, envíe SIGINT (CTRL + C) de nuevo.
id_id: Mematikan dengan aman. Untuk mematikan paksa, kirim SIGINT (CTRL + C) lagi.
ja_jp: 安全にシャットダウンします。強制終了するには、SIGINT (CTRL + C) をもう一度送信します。

source: Size: {0}x{1}
es_es: Tamaño: {0}x{1}
id_id: Ukuran: {0}x{1}
ja_jp: サイズ: {0}x{1}

source: Skeletron
es_es: Esqueletrón
ja_jp: スケルトン

source: Skeletron Prime
es_es: Esqueletrón Mayor
ja_jp: スケルトン・プライム

source: Skipping SSC save (due to tshock.ignore.ssc) for {0}
es_es: Omitiendo guardado SSC (debido a tshock.ignore.ssc) para {0}
id_id: Mengabaikan penyimpanan SSC untuk {0} (karena menggunakan tshock.ignore.ssc) dalam {0}
ja_jp: {0}のSSCセーブをスキップ中 (tshock.ignore.ssc による)

source: Slaps a player, dealing damage.
es_es: Abofetea a un jugador, infligiéndole daño.
id_id: Menampar pemain, akan menyebabkan kerusakan.
ja_jp: プレイヤーをたたき、ダメージを与える。

source: Slime rain cannot be activated during normal rain. Stop the normal rainstorm and try again.
es_es: No se puede activar la lluvia de slime durante una lluvia normal. Detén el aguacero actual y vuelve a intentarlo.
id_id: Hujan slime tidak tidak ada diaktifkan saat terjadi hujan biasa. Matikan badai hujan bisa dan coba lagi.
ja_jp: 通常の雨中にスライムの雨は召喚できません。通常の雨を止めて再度お試し下さい。

source: Sorry, {0} was already taken by another person.
es_es: Lamentablemente {0} ya fue reservado por otra persona.
id_id: Maaf, {0} telah dipakai oleh orang lain.
ja_jp: 申し訳ありませんが、 {0} はすでに他人に使用しています。

source: Sorry, an error occurred: {0}.
es_es: Lo sentimos, ha ocurrido un error: {0}.
id_id: Maaf, terjadi kesalahan: {0}.
ja_jp: 申し訳ありませんが、エラーが発生しました: {0}。

source: Spawn has now been set at your location.
es_es: Punto de aparición establecido en tu posición.
id_id: Tempat muncul telah diatur di lokasi anda.
ja_jp: スポーン地点を設定しました。

source: Spawn is now open.
es_es: El punto de aparición ahora está abierto.
id_id: Tempat muncul telah dibuka.
ja_jp: スポーン地点を開きました。

source: Spawn is now protected.
es_es: El punto de aparición ahora está protegido.
id_id: Tempat muncul telah diamankan.
ja_jp: スポーン地点は保護されました。

source: Spawned {0} {1} time.
es_es: Se invocó {0} {1} vez.
id_id: {0} dimunculkan {1} kali.
ja_jp: {0}を{1}回、スポーンしました。

source: Spawned a Wall of Flesh.
es_es: Se invocó un Muro Carnoso.
id_id: Telah membangkitkan Wall of Flesh.
ja_jp: ウォールオブフレッシュを生成しました。

source: Spawns a number of bosses around you.
es_es: Invoca una cantidad de jefes a tu alrededor.
id_id: Memanggil beberapa bos disekitar anda.
ja_jp: あなたの周りにたくさんのボスをスポーンさせます。

source: Spawns a number of mobs around you.
es_es: Invoca una cantidad de enemigos a tu alrededor.
id_id: Memanggil beberapa mob disekitar anda.
ja_jp: 周囲にたくさんのモブをスポーンさせます。

source: Spawns fireworks at a player.
es_es: Genera fuegos artificiales en un jugador.
id_id: Memanggil beberapa Kembang Api dekat pemain.
ja_jp: プレイヤーに花火をスポーンさせます。

source: Specified API endpoint doesn't exist. Refer to the documentation for a list of valid endpoints.
es_es: El punto final API especificado no existe. Consulte la documentación para ver una lista de puntos finales válidos.
id_id: Titik akhir API yang ditentukan tidak ada. Lihat dokumentasi untuk daftar titik akhir yang benar.
ja_jp: 指定された API エンドポイントは存在しません。有効なエンドポイントのリストについては、ドキュメントを参照してください。

source: SQL log failed at: {0}. {1}
es_es: El registro SQL falló en: {0}. {1}
id_id: Catatan SQL gagal di: {0}. {1}
ja_jp: SQLログに失敗しました: {0}. {1}

source: SQL Log insert query failed: {0}
es_es: Consulta de inserción de registro SQL fallida: {0}
id_id: antrian penyisipan Catatan SQL gagal: {0}
ja_jp: SQL ログの挿入クエリに失敗しました: {0}

source: SSC must be enabled to use this command.
es_es: Para usar este comando SSC debe estar activado.
id_id: Harus mengaktifkan SSC ketika ingin menggunakan perintah ini.
ja_jp: このコマンドを使用するには、SSCを有効にする必要があります。

source: Stack cheat detected. Remove armor {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quítate la armadura {0} ({1}) y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus armor {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。防具 {0} ({1}) を削除してから、再び参加してください。

source: Stack cheat detected. Remove Defender's Forge item {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quita el objeto {0} ({1}) de la Forja del Defensor y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus item yang ada di Defender's Forge {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。Defender's Forgeのアイテム {0} （{1}）を削除してから、再び参加してください。

source: Stack cheat detected. Remove dye {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quítate el tinte {0} ({1}) y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus dye {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。染料 {0} （{1}）を削除してから再び参加してください。

source: Stack cheat detected. Remove item {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quítate el objeto {0} ({1}) y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus item {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。 {0} ({1}) を削除してから、再び参加してください。

source: Stack cheat detected. Remove item dye {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quítate el objeto de tinte {0} ({1}) y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus dye item {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。アイテム染料 {0} （{1}）を削除してから再び参加してください。

source: Stack cheat detected. Remove Loadout 1 item {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quítate el objeto {0} ({1}) del Equipamiento 1 y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus item yang ada di Loudout ke-1 {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。ロードアウト1アイテム {0} （{1}）を削除し、再び参加してください。

source: Stack cheat detected. Remove Loadout 2 item {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quítate el objeto {0} ({1}) del Equipamiento 2 y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus item yang ada di Loadout ke-2 {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。ロードアウト2アイテム {0} （{1}）を削除し、再び参加してください。

source: Stack cheat detected. Remove Loadout 3 item {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quítate el objeto {0} ({1}) del Equipamiento 3 y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus item yang ada di Loadout ke-3 {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。ロードアウト3アイテム {0} （{1}）を削除し、再び参加してください。

source: Stack cheat detected. Remove piggy-bank item {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quita el objeto {0} ({1}) de la Hucha y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus item yang ada di piggy-bank {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。piggy-bankアイテム {0} ({1}) を削除し、再び参加してください。

source: Stack cheat detected. Remove safe item {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quita el objeto {0} ({1}) de la Caja Fuerte y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus item yang ada di safe {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。金庫アイテム {0} ({1}) を削除し、再び参加してください。

source: Stack cheat detected. Remove trash item {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quita el objeto {0} ({1}) de tu papelera y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus item yang ada di kantong sampah {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。ゴミ箱アイテム {0} ({1}) を削除してから、再び参加してください。

source: Stack cheat detected. Remove Void Vault item {0} ({1}) and then rejoin.
es_es: Trampa de stack detectada. Quita el objeto {0} ({1}) de tu Cámara del Vacío y luego vuelve a entrar.
id_id: Terindikasi kecurangan penumpukan. menghapus item yang ada di Void Vault {0} ({1}) dan kemudian masuk kembali.
ja_jp: スタックチートが検出されました。Void Vaultアイテム {0} （{1}）を削除し、再び参加してください。

source: Started a blood moon event.
es_es: Iniciada una luna sangrienta.
id_id: Pertunjukan bulan berdarah telah dimulai.
ja_jp: ブラッドムーンを開始しました。

source: Started a full moon event.
es_es: Iniciada una luna llena.
id_id: Pertunjukan bulan penuh telah dimulai.
ja_jp: 満月のイベントを開始しました。

source: Started an eclipse.
es_es: Iniciado un eclipse.
id_id: Gerhana telah dimulai.
ja_jp: 日食を始めました。

source: Startup parameter overrode maximum player slot configuration value.
es_es: El parámetro de inicio impuso su propio valor máximo de jugadores sobre los de la configuración.
id_id: Parameter startup mengesampingkan nilai konfigurasi slot pemain maksimum.
ja_jp: スタートアップパラメータが最大プレイヤースロット設定値をオーバーロードしました。

source: Startup parameter overrode REST enable.
es_es: El parámetro de inicio anuló la activación de REST.
id_id: Parameter startup telah menimpa konfigurasi yang mengaktifkan REST
ja_jp: スタートアップパラメータがRESTをオーバーロード可能にしました。

source: Startup parameter overrode REST port.
es_es: El parámetro de inicio anuló el puerto REST.
id_id: Parameter startup telah menimpa konfigurasi yang mengatur port REST
ja_jp: スタートアップパラメータがRESTポートをオーバーロードしました。

source: Startup parameter overrode REST token.
es_es: El parámetro de inicio anuló el tóken REST.
id_id: Parameter startup telah menimpa konfigurasi yang mengatur token REST
ja_jp: スタートアップパラメータがRESTトークンをオーバーロードしました。

source: Stopped an eclipse.
es_es: Se detuvo un eclipse.
id_id: Gerhana telah berhenti.
ja_jp: 日食を止めました。

source: Stopped the current blood moon event.
es_es: Se detuvo la luna sangrienta en curso.
id_id: Pertunjukan bulan berdarah saat ini telah dihentikan.
ja_jp: 現在のブラッドムーンを止めた。

source: Successful login
es_es: Inicio de sesión exitoso
id_id: Berhasil masuk
ja_jp: ログイン完了

source: suffix <group> <suffix> - Changes a group's suffix.
es_es: suffix <grupo> <sufijo> - Cambia el sufijo de un grupo.
id_id: suffix <grup> <sufiks> - merubah sebuah sufiks suatu grup.
ja_jp: suffix <group> <suffix> - グループのサフィックスを変更します。

source: Suffix of "{0}" is "{1}".
es_es: El sufijo de "{0}" es "{1}".
id_id: Suffix dari "{0}" yakni "{1}"
ja_jp: "{0}" のサフィックスは "{1}" です。

source: Suffix of group "{0}" set to "{1}".
es_es: Sufijo del grupo "{0}" establecido como "{1}".
id_id: Suffiks dari grup "{0}" diatur menjadi "{1}".
ja_jp: グループ "{0}" のサフィックスが "{1}" に設定されています。

source: Sync'd!
es_es: ¡Sincronizado!
id_id: Diselaraskan!
ja_jp: 同期中！

source: SyncTilePickingHandler: X and Y position is out of world bounds! - From {0}
es_es: SyncTilePickingHandler: ¡Las posiciones X e Y están fuera de los límites del mundo! - De {0}
id_id: SyncTilePickingHandler: Posisi X dan Y berada di luar batas dunia! - Dari {0}
ja_jp: SyncTilePickingHandler: XとYの位置がワールドの範囲外です! - {0} から

source: Teleported {0} to {1}.
es_es: Se teletransportó a {0} hacia {1}.
id_id: Menteleportasi {0} ketempat {1} .
ja_jp: {0} を {1}にテレポートしました。

source: Teleported {0} to yourself.
es_es: Se teletransportó a {0} hacia tu posición.
id_id: Menteleportasi {0} ke diri anda.
ja_jp: {0} を自分にテレポートさせました。

source: Teleported everyone to {0}.
es_es: Se teletransportó a todos hacia {0}.
id_id: Menteleportasi semua orang ke {0}.
ja_jp: 全員を {0}にテレポートさせました。

source: Teleported everyone to yourself.
es_es: Se teletransportó a todos a tu posición.
id_id: Menteleportasi semua orang ke diri anda.
ja_jp: 全員を自分にテレポートさせました。

source: Teleported to {0}, {1}.
es_es: Teletransportado a {0}, {1}.
id_id: Menteleportasi ke {0}, {1}.
ja_jp: {0}にテレポートしました, {1}。

source: Teleported to {0}.
es_es: Teletransportado a {0}.
id_id: Menteleportasi ke {0}.
ja_jp: {0} にテレポートしました。

source: Teleported to the '{0}'.
es_es: Teletransportado hacia '{0}'.
id_id: Menteleportasi ke {0}'.
ja_jp: '{0}' にテレポートしました。

source: Teleported to the map's spawn point.
es_es: Teletransportado al punto de aparición del mapa.
id_id: Menteleportasi ke tempat titik muncul pada peta.
ja_jp: マップのスポーン地点にテレポートしました。

source: Teleported to your spawn point (home).
es_es: Teletransportado a tu punto de aparición (casa).
id_id: Menteleportasi ke titik muncul anda (wisma).
ja_jp: スポーン地点（ホーム）にテレポートしました

source: Teleports a player to another player.
es_es: Teletransporta a un jugador a la posición de otro.
id_id: Menteleportasi pemain ke pemain lainnya.
ja_jp: プレイヤーを別のプレイヤーにテレポートします。

source: Teleports a player to yourself.
es_es: Teletransporta a un jugador hacia tu posición.
id_id: Menteleportasi pemain ke diri anda.
ja_jp: プレイヤーを自分にテレポートします。

source: Teleports you to a warp point or manages warps.
es_es: Te teletransporta a un punto de warp o permite administrarlos.
id_id: Menteleportasi anda ke titik warp atau pengelolaan warp.
ja_jp: ワープポイントまたはワープを管理します。

source: Teleports you to an npc.
es_es: Te teletransporta a un PNJ.
id_id: Menteleportasi anda ke seorang npc.
ja_jp: npc にテレポートします。

source: Teleports you to tile coordinates.
es_es: Te teletransporta a coordenadas de casilla.
id_id: Menteleportasi kamu ke titik koordinat tile.
ja_jp: タイルの座標にテレポートします。

source: Temporarily elevates you to Super Admin.
es_es: Te asciende temporalmente a Super Admin.
id_id: Mengangkat anda menjadi Super Admin untuk sementara waktu.
ja_jp: 一時的に上級管理者に昇格します。

source: Temporarily sets another player's group.
es_es: Establece de forma temporal el grupo de otro usuario.
id_id: Menetapkan grup sementara untuk pemain lain.
ja_jp: 一時的に他のプレイヤーのグループを設定します。

source: Temporary region set points have been removed.
es_es: Los puntos temporales para demarcar región fueron quitados.
id_id: Titik pengaturan wilayah sementara telah dihapus.
ja_jp: 一時領域設定ポイントが削除されました。

source: Temporary system access has been given to you, so you can run one command.
es_es: Se te ha dado acceso temporal de sistema, así que puedes ejecutar un comando.
id_id: Anda telah diberikan mengakses sistem untuk sementara, sehingga anda dapat menjalankan satu perintah.
ja_jp: 一時的なシステムアクセスが与えられました。1つのコマンドを実行できます。

source: Thank you for using TShock for Terraria!
es_es: ¡Gracias por usar TShock para Terraria!
id_id: Terimakasih telah menggunakan TShock untuk Terraria!
ja_jp: TShock for Terrariaをご利用いただき、ありがとうございます!

source: That group does not exist.
es_es: No existe ese grupo.
id_id: Grup itu tidak tersedia.
ja_jp: そのグループは存在しません。

source: The ban is invalid because a current ban for this identifier already exists.
es_es: El baneo es inválido porque ya existe un ban actual para este identificador.
id_id: Pemblokiran tidak benar karena blokiran saat ini untuk pengidentifikasi ini sudah ada.
ja_jp: この識別子の現在のBANが既に存在するため、BANは無効です。

source: The ban was not valid for an unknown reason.
es_es: El ban no es válido por razón desconocida.
id_id: Pemblokiran tidak benar karena alasan yang tidak diketahui.
ja_jp: BANは不明な理由で有効ではありませんでした。

source: the Brain of Cthulhu
es_es: el Cerebro de Cthulhu
id_id: si Brain of Cthulhu
ja_jp: Brain of Cthulhu

source: The current time is {0}:{1:D2}.
es_es: La hora actual es {0}:{1:D2}.
id_id: Saat ini pukul {0}:{1:D2}.
ja_jp: 現在の時刻は {0}:{1:D2} です。

source: The default usergroup could not be found.
es_es: No se pudo encontrar el grupo predeterminado.
id_id: Bawaan grup-pengguna tidak dapat ditemukan.
ja_jp: デフォルトのユーザーグループが見つかりません。

source: The default usergroup could not be found. This may indicate a typo in the configuration file, or that the group was renamed or deleted.
es_es: No se pudo encontrar el grupo de usuarios predeterminado. Esto puede indicar un error tipográfico en el archivo de configuración, o que el grupo fue renombrado o eliminado.
id_id: Grup pengguna bawaan tidak dapat ditemukan. Ini mungkin menunjukkan kesalahan ketik dalam file konfigurasi, atau grup itu telah diubah namanya atau dihapus.
ja_jp: デフォルトのユーザーグループが見つかりませんでした。これは設定ファイルに誤植があるか、グループの名前が変更されたか削除されたことを示しています。

source: The destination coordinates provided don't look like valid numbers.
es_es: Las coordenadas de destino proporcionadas no parecen ser números válidos.
id_id: Koordinat tujuan yang ada tidak menunjukkan angka yang benar.
ja_jp: 指定された座標は有効な数字ではありません。

source: The destination warp, {0}, was not found.
es_es: No se encontró el warp de destino, {0}.
id_id: Warp yang dituju, {0}, tidak ditemukan.
ja_jp: ワープ先の {0}が見つかりませんでした。

source: the Destroyer
es_es: el Destructor
ja_jp: Destroyer
