Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: {0} is already disallowed to use {1}.
es_es: {0} ya tenía prohibido usar {1}.
id_id: {0} sudah tidak diperbolehkan menggunakan {1}.
ja_jp: {0} は、すでに {1} を使用拒否されています。

source: {0} is already prevented from placing tile {1}.
es_es: A {0} ya se le había prohibido colocar el bloque {1}.
id_id: {0} sudah dicegah dari peletakan tile {1}.
ja_jp: {0} は、すでに {1}タイルを設置できません。

source: {0} is already prevented from using projectile {1}.
es_es: A {0} ya se le había prohibido usar el proyectil {1}.
id_id: {0} sudah dicegah dari penggunaan proyektil {1}.
ja_jp: {0} は、すでに発射物 {1}を使用できません。

source: {0} is banned! Remove it!
es_es: ¡{0} es un objeto prohibido! ¡Desequípalo!
id_id: {0} diblokir! Buang itu!
ja_jp: {0} はBANされています！ 解除してください！

source: {0} is no longer in god mode.
es_es: {0} ya no está en modo dios.
id_id: {0} tidak lagi dalam mode dewa.
ja_jp: {0} はもう神モードではありません。

source: {0} is not accepting whispers.
es_es: {0} no está aceptando susurros.
id_id: {0} tidak menerima bisikan.
ja_jp: {0} はささやきを受け付けていません。

source: {0} is not banned.
es_es: {0} no está baneado(a).
id_id: {0} tidak diblokir.
ja_jp: {0} はBANされていません。

source: {0} is not dead!
es_es: ¡{0} no ha muerto!
id_id: {0} belum mati!
ja_jp: {0} はまだ生きています！

source: {0} is now in god mode.
es_es: {0} está ahora en modo dios.
id_id: {0} sekarang dalam mode dewa.
ja_jp: {0} は神モードになりました。

source: {0} is offline and cannot receive your reply.
es_es: {0} está desconectado(a) y no puede recibir tu respuesta.
id_id: {0} telah offline dan tidak dapat menerima balasan anda.
ja_jp: {0} はオフラインのため、返信を受け取ることができません。

source: {0} just killed you!
es_es: ¡{0} te acaba de matar!
id_id: {0} telah membunuh anda!
ja_jp: {0} があなたを殺した！

source: {0} kicked {1} for '{2}'
es_es: {0} expulsó a {1} por '{2}'
id_id: {1} dikeluarkan oleh {0} karena '{2}'
ja_jp: {0} が {1} を '{2}' より、BANしました。

source: {0} launched fireworks on you.
es_es: {0} lanzó fuegos artificiales sobre ti.
id_id: {0} telah meluncurkan kembang api kepada anda.
ja_jp: {0} があなたに花火をぶち込みました。

source: {0} NPC has been killed.
es_es: Se ha matado a {0} NPC.
id_id: {0} NPC telah terbunuh.
ja_jp: {0} NPCが殺されました。

source: {0} registered an account: "{1}".
es_es: {0} registró una cuenta: "{1}".
id_id: {0} telah terdaftar akun: "{1}".
ja_jp: {0} がアカウントを登録しました: "{1}".

source: {0} remaining.
es_es: {0} restante(s).
id_id: sisa waktu {0}.
ja_jp: 残り{0}

source: {0} renamed the {1}.
es_es: {0} renombró a {1}.
id_id: {0} telah diberi nama kembali {1}.
ja_jp: {0} は {1} の名前を変更しました。

source: {0} set the time to {1}:{2:D2}.
es_es: {0} cambió el tiempo a {1}:{2:D2}.
id_id: {0} mengatur waktu ke {1}:{2:D2}.
ja_jp: {0} は時間を {1}:{2:D2} に設定しました。

source: {0} set the time to 00:00.
es_es: {0} cambió el tiempo a 00:00.
id_id: {0} mengatur waktu ke 00:00.
ja_jp: {0} は時間を 00:00 に設定しました。

source: {0} set the time to 04:30.
es_es: {0} cambió el tiempo a 04:30.
id_id: {0} mengatur waktu ke 04:30.
ja_jp: {0} は時間を 04:30 に設定しました。

source: {0} set the time to 12:00.
es_es: {0} cambió el tiempo a 12:00.
id_id: {0} mengatur waktu ke 12:00.
ja_jp: {0} は時間を 12:00 に設定しました。

source: {0} set the time to 19:30.
es_es: {0} cambió el tiempo a 19:30.
id_id: {0} mengatur waktu ke 19:30.
ja_jp: {0} は時間を 19:30 に設定しました。

source: {0} slapped {1} for {2} damage.
es_es: {0} abofeteó por {2} de daño a {1}.
id_id: {1} menampar {0} untuk {2} kerusakan.
ja_jp: {0} が {1} を {2} ダメージで平手打した。

source: {0} spawned {1} {2} time.
es_es: {0} invocó a {1} {2} vez.
id_id: {1} dipanggil {0} {2} kali.
ja_jp: {0} は {1} を {2} 回スポーンしました。

source: {0} started a blood moon event.
es_es: {0} inició una luna sangrienta.
id_id: {0} telah memulai peristiwa bulan berdarah.
ja_jp: {0} がブラッドムーンを開始しました。

source: {0} started a full moon event.
es_es: {0} inició una luna llena.
id_id: {0} telah memulai peristiwa bulan purnama.
ja_jp: {0} が満月のイベントを開始しました。

source: {0} started a lantern night.
es_es: {0} inició una noche de faroles.
id_id: {0} telah memulai malam lentera.
ja_jp: {0} がランタンの夜を始めた。

source: {0} started a sandstorm event.
es_es: {0} inició una tormenta de arena.
id_id: {0} telah memulai badai pasir.
ja_jp: {0} が砂嵐イベントを開始しました。

source: {0} started an eclipse.
es_es: {0} inició un eclipse.
id_id: {0} telah memulai gerhana.
ja_jp: {0} が日食を始めました。

source: {0} started the frost moon at wave {1}!
es_es: ¡{0} inició la luna helada en la ronda {1}!
id_id: {0} telah memulai bulan dingin di gelombang {1}!
ja_jp: {0} がウェーブ {1}でフロストムーンを始めました！

source: {0} started the Old One's Army event!
es_es: ¡{0} inició el evento del Ejército del Antiguo!
id_id: {0} telah memulai peristiwa Old One's Army!
ja_jp: {0} が Old One's Army イベントを開始した！

source: {0} started the pumpkin moon at wave {1}!
es_es: ¡{0} inició la luna calabaza en la ronda {1}!
id_id: {0} telah memulai bulan labu di gelombang {1}!
ja_jp: {0} がウェーブ {1}でパンプキンムーンを始めました！

source: {0} stopped an eclipse.
es_es: {0} detuvo un eclipse.
id_id: {0} telah menghentikan gerhana.
ja_jp: {0} は日食を止めました。

source: {0} stopped the current blood moon.
es_es: {0} detuvo la luna sangrienta en curso.
id_id: {0} telah menghentikan bulan berdarah saat ini.
ja_jp: {0} が現在のブラッドムーンを止めた。

source: {0} stopped the current sandstorm event.
es_es: {0} detuvo la tormenta de arena en curso.
id_id: {0} telah mengehentikan badai pasir saat ini.
ja_jp: {0} が現在の砂嵐イベントを停止させました。

source: {0} stopped the lantern night.
es_es: {0} detuvo la noche de faroles.
id_id: {0} telah menghentikan malam lentera.
ja_jp: {0} がランタンの夜を止めた。

source: {0} successfully deleted account: {1}.
es_es: {0} eliminó exitosamente la cuenta: {1}.
id_id: {0} telah sukses menghapus akun: {1}.
ja_jp: {0} は正常にアカウントを削除しました: {1}.

source: {0} summoned a Blood Moon!
es_es: ¡{0} invocó una Luna Sangrienta!
id_id: {0} telah memunculkan Bulan Berdarah!
ja_jp: {0} がブラッドムーンを召喚!

source: {0} summoned a frost moon!
es_es: ¡{0} invocó una Luna Helada!
id_id: {0} telah memunculkan bulan beku!
ja_jp: {0} がフロストムーンを召喚!

source: {0} summoned a Goblin Invasion!
es_es: ¡{0} ha invocado una Invasión de Duendes!
id_id: {0} telah memunculkan invasi goblin!
ja_jp: {0} がゴブリンの侵略を召喚しました！

source: {0} summoned a Martian invasion!
es_es: ¡{0} invocó una invasión Marciana!
id_id: {0} telah memunculkan invasi Martian!
ja_jp: {0} が火星の侵攻を召喚！

source: {0} summoned a Mechdusa!
es_es: ¡{0} ha invocado a Mechdusa!
id_id: {0} telah membangkitkan Mechdusa!
ja_jp: {0} がメカデュサを召喚!

source: {0} summoned a Moon Lord!
es_es: ¡{0} ha invocado al Señor de la Luna!
id_id: {0} telah membangkitkan Moon Lord!
ja_jp: {0} がムーンロードを召喚しました！

source: {0} summoned a pumpkin moon!
es_es: ¡{0} invocó una Luna Calabaza!
id_id: {0} telah memunculkan bulan labu!
ja_jp: {0} がパンプキンムーンを召喚しました!

source: {0} summoned an eclipse!
es_es: ¡{0} invocó un eclipse!
id_id: {0} telah memunculkan gerhana!
ja_jp: {0} が日食を召喚！

source: {0} summoned the {1}!
es_es: ¡{0} ha invocado a {1}
id_id: {0} telah membangkitkan {1}!
ja_jp: {0} が {1}を召喚しました！

source: {0} summoned the Empress of Light!
es_es: ¡{0} ha invocado a la Emperatriz de la Luz!
id_id: {0} telah membangkitkan Empress of Light!
ja_jp: {0} がEmpress of Lightを召喚しました！

source: {0} summoned the Pirates!
es_es: ¡{0} ha invocado los Piratas!
id_id: {0} telah memunculkan si Bajak Laut!
ja_jp: {0} が海賊を召喚した！

source: {0} summoned the Snow Legion!
es_es: ¡{0} ha invocado a la Legión de Escarcha!
id_id: {0} telah memunculkan Pasukan Salju!
ja_jp: {0} が雪軍を召喚しました！

source: {0} teleported {1} to you.
es_es: {0} teletransportó a {1} hacia ti.
id_id: {1} diteleportasikan {0} kepada anda.
ja_jp: {0} があなたに {1} をテレポートしました。

source: {0} teleported to you.
es_es: {0} se teletransportó hacia ti.
id_id: {0} telah menteleportasi kepada anda.
ja_jp: {0} はあなたにテレポートしました。

source: {0} teleported you to {1}.
es_es: {0} te teletransportó hacia {1}.
id_id: {0} telah menteleportasikan kamu ke {1}.
ja_jp: {0} があなたを {1}にテレポートさせました。

source: {0} tried to execute (args omitted) {1}{2}.
es_es: {0} intentó ejecutar (argumentos omitidos) {1}{2}.
id_id: {0} mencoba untuk menjalankan (argumen dihilangkan) {1}{2}.
ja_jp: {0} が実行しました(args omitted): {1}{2}.

source: {0} tried to execute {1}{2}.
es_es: {0} intentó ejecutar {1}{2}.
id_id: {0} telah mencoba untuk menjalankan {1}{2}.
ja_jp: {0} は {1}{2} の実行を試みました。

source: {0} triggered a meteor.
es_es: {0} desencadenó un meteoro.
id_id: {0} telah memicu sebuah meteor.
ja_jp: {0} は流星を引き起こした。

source: {0} warped you to {1}.
es_es: {0} te transportó hacia {1}.
id_id: {0} telah menandai anda ke {1}.
ja_jp: {0} があなたを {1}にワープさせました。

source: {0} was banned for '{1}'.
es_es: {0} fue baneado por '{1}'.
id_id: {0} telah diblokir karena '{1}'.
ja_jp: {0} は '{1}' でBANされました。

source: {0} was kicked for '{1}'
es_es: Se expulsó a {0} por '{1}'
id_id: {0} telah dikeluarkan karena '{1}'
ja_jp: {0} は '{1}' でキックされました。

source: {0} was teleported to you.
es_es: Se teletransportó a {0} hacia ti.
id_id: {0} telah diteleportasi ke anda.
ja_jp: {0} はあなたにテレポートしました。

source: {0}'s group is {1}.
es_es: El grupo de {0} es {1}.
id_id: {0} berada didalam grup {1}.
ja_jp: {0}のグループは {1} です。

source: {0}'s last known IP is {1}.
es_es: La última IP conocida de {0} es {1}.
id_id: IP terakhir {0} yang diketahui adalah {1}.
ja_jp: {0}の最後のIPは {1}です。

source: {0}'s last login occurred {1} {2} UTC{3}.
es_es: El último inicio de sesión de {0} fue el {1} {2} UTC{3}.
id_id: masuk terakhir {0} pada saat {1} {2} UTC{3}.
ja_jp: {0}の最後のログインは {1} {2} UTC{3} を発生しました。

source: {0}'s register date is {1} {2} UTC{3}.
es_es: La fecha de registro de {0} es el {1} {2} UTC{3}.
id_id: Tanggal pendaftaran {0} ialah {1} {2} UTC{3}.
ja_jp: {0}の登録日時は {1} {2} UTC{3} です。

source: {0}{1} defines no aliases.
es_es: {0}{1} no define ningún alias.
id_id: {0}{1} dianggap bukan samaran.
ja_jp: {0}{1} はエイリアスを定義していません。

source: {0}{1} help:
es_es: Ayuda de {0}{1}:
id_id: {0}{1} bantuan:
ja_jp: {0}{1} ヘルプ:

source: {0}{1}/{2} on {3} @ {4}:{5} (TShock for Terraria v{6})
es_es: {0}{1}/{2} en {3} @ {4}:{5} (TShock para Terraria v{6})
id_id: {0}{1}/{2} pada {3} @ {4}:{5} (TShock untuk Terraria v{6})

source: {0}login - Authenticates you using your UUID and character name.
es_es: {0}login - Inicia tu sesión usando tu UUID y nombre de personaje.
id_id: {0}login - Autentikasi diri anda menggunakan UUID dan nama karakter anda
ja_jp: {0}login - あなたのUUIDとキャラクター名を使ってログインします

source: {0}login <password> - Authenticates you using your password and character name.
es_es: {0}login <contraseña> - Inicias sesión usando tu contraseña y el nombre del personaje.
id_id: {0}login <password> - Autentikasi diri anda menggunakan kata sandi dan nama karakter anda.
ja_jp: {0}login <password> - あなたのキャラクター名とパスワードを使用して認証します。

source: {0}login <username> <password> - Authenticates you using your username and password.
es_es: {0}login <nombreUsuario> <contraseña> - Inicias sesión usando tu nombre de usuario y contraseña.
id_id: {0}login <username> <password> - Autentikasi diri anda menggunakan nama pengguna dan sandi anda.
ja_jp: {0}login <username> <password> - ユーザー名とパスワードを使用して認証します。

source: {0}user add <username> <password> owner
es_es: {0}user add <usuario> <contraseña> owner

source: {0}user add username password group -- Adds a specified user
es_es: {0}user add username password group -- Agrega al usuario especificado
id_id: {0}user add nama-pengguna sandi grup -- tambahkan pengguna yang ditentukan
ja_jp: {0}user add username password group -- 特定のユーザーを追加

source: {0}user del username -- Removes a specified user
es_es: {0}user del username -- Elimina al usuario especificado
id_id: {0}user del nama-pengguna -- hapus pengguna yang ditentukan
ja_jp: {0}user del username -- 特定のユーザーを削除

source: {0}user group username newgroup -- Changes a user's group
es_es: {0}user group username newgroup -- Cambia el grupo de un usuario
id_id: {0}user group nama-pengguna grup-baru -- Mengubah grup pengguna
ja_jp: {0}user group username newgroup -- ユーザーグループを変更

source: {0}user password username newpassword -- Changes a user's password
es_es: {0}user password username newpassword -- Cambia la contraseña de un usuario
id_id: {0}user password username sandi-baru -- mengubah sandi pengguna
ja_jp: {0}user password username newpassword -- ユーザーのパスワードを変更

source: * **Commands**: `{0}`
es_es: * **Comandos**: `{0}`
id_id: * **Perintah**: `{0}`
ja_jp: * **コマンド**: `{0}`

source: * **Default**: `{0}`
es_es: * **Predeterminado**: `{0}`
ja_jp: * **デフォルト**: `{0}`

source: * **Field type**: `{0}`
es_es: * **Tipo de campo**: `{0}`
id_id: * **Jenis data**: `{0}`
ja_jp: * **フィールドタイプ**: `{0}`

source: * **Permissions**: `{0}`
es_es: * **Permisos**: `{0}`
id_id: * **Hak akses**: `{0}`
ja_jp: * **権限**: `{0}`

source: **Example Usage**: `{0}?{1}`
es_es: **Ejemplo de Uso**: `{0}?{1}`
id_id: **Contoh penggunaan**: `{0}?{1}`
ja_jp: **使用例**: `{0}?{1}`

source: **Nouns**:
es_es: **Sustantivos**:
id_id: **Objek**:
ja_jp: **名詞**:

source: **Verbs**:
es_es: **Verbos**:
id_id: **Aksi**:
ja_jp: **動詞**:

source: #{0} - You have been banned: {1}.
es_es: #{0} - Has sido baneado(a): {1}.
id_id: #{0} - kamu telah diblokir: {1}.
ja_jp: #{0} - あなたはBANされました: {1}.

source: <From {0}> {1}
es_es: <De {0}> {1}
id_id: <Dari {0}> {1}

source: <green>{0} <black>from <blue>{1} <black>[{2}]
es_es: <verde>{0} <negro>de <azul>{1} <negro>[{2}]
id_id: <green>{0}<black> dari <blue>{1}<black>[{2}]
ja_jp: <green>{0} <black>から <blue>{1} <black>[{2}]

source: <green>{0}<black> from <blue>{1} <black>[{2}]
es_es: <verde>{0}<negro> de <azul>{1} <negro>[{2}]
id_id: <hijau>{0}<hitam> dari <biru>{1}<hitam>[{2}]
ja_jp: <green>{0}<black> から <blue>{1} <black>[{2}]

source: <To {0}> {1}
es_es: <A {0}> {1}
id_id: <Ke {0}> {1}

source: === Dependency ===
es_es: === Dependencia ===
id_id: === Dependensi ===
ja_jp: === 必要項目===

source: === Requested Plugin ===
es_es: === Plugin Solicitado ===
id_id: === Plugin yang dibutuhkan ===
ja_jp: === 要求されたプラグイン===

source: a Deerclops
es_es: un Ciervíclope
id_id: si Deeeclops
ja_jp: Deerclops

source: A group with the same name already exists.
es_es: Ya existe un grupo con el mismo nombre.
id_id: Grup dengan nama yang sama sudah ada.
ja_jp: 同じ名前のグループが既に存在しています。

source: A lot of things will fail because of this. You must manually delete and re-create the allowed field.
es_es: Esto causará muchos fallos. Debes borrar y recrear manualmente el campo permitido.
id_id: Banyak hal yang akan gagal karena ini. Anda harus menghapus dan membuat ulang field yang diizinkan.
ja_jp: この問題のため、多くのことが失敗します。許可されているフィールドを手動で削除して再作成する必要があります。

source: A malicious server can easily steal a user's UUID. You may consider turning this option off if you run a public server.
es_es: Un servidor malicioso puede robar fácilmente la UUID de un usuario. Considera desactivar esta opción si tienes un servidor público.
id_id: Server jahat dapat dengan mudah mencuri UUID pengguna. Anda dapat mempertimbangkan untuk mematikan opsi ini jika Anda menjalankan server publik.
ja_jp: 悪意のあるサーバーはユーザーのUUIDを簡単に盗むことができます。パブリックサーバーを実行する場合は、このオプションをオフにすることを検討してください。

source: a Martian Saucer
es_es: un Platillo Marciano
id_id: sebuah Martian Saucer
ja_jp: Martian Saucer

source: A meteor has been triggered.
es_es: Un meteoro ha sido desencadenado.
id_id: Sebuah meteor telah terpicu.
ja_jp: 流星が引き起こされた。

source: a Nebula Pillar
es_es: una Columna de Nebulosa
id_id: sebuah Pilar Nebula
ja_jp: Nebula Pillar

source: A password for this server was set in config.json and is being used.
es_es: Se estableció una contraseña para este servidor en config.json y está en uso.
id_id: Sebuah kata sandi untuk server ini telah ditetapkan didalam config.json dan digunakan saat ini.
ja_jp: このサーバーのパスワードは config.json で設定され、使用されています。

source: A player name must be provided to kick a player. Please provide one.
es_es: Debes escribir el nombre del jugador para poder expulsarlo. Por favor escribe su nombre.
id_id: Nama pemain harus ada untuk menendang pemain. Mohon sediakan nama pemain itu.
ja_jp: プレイヤーをキックするにはプレイヤー名を指定する必要があります。プレイヤー名を指定してください。

source: A plugin on this server stopped your login.
es_es: Un plugin en el servidor detuvo tu inicio de sesión.
id_id: Sebuah plugin di server ini memberhentikan proses masuk anda.
ja_jp: このサーバーのプラグインがあなたのログインを停止しました。

source: A REST login from {0} was blocked as it currently has {1} rate-limit tokens and is at the RESTMaximumRequestsPerInterval threshold.
es_es: Se bloqueó un inicio de sesión REST de {0} dado que ya tiene {1} tókens restringidos por frecuencia, alcanzando el umbral de RESTMaximumRequestsPerInterval.
id_id: Login REST dari {0} diblokir karena saat ini memiliki {1} token rate-limit dan berada di batas RESTMaximumRequestsPerInterval.
ja_jp: {0} のRESTログインは現在 {1} レート制限トークンがあり、RESTMaximumRequestsPerIntervalしきい値になっているためブロックされました。

source: a Solar Pillar
es_es: una Columna Solar
id_id: sebuah Pilar Solar
ja_jp: Solar Pillar

source: a Stardust Pillar
es_es: una Columna de Polvo Estelar
id_id: sebuah Pilar Stardust
ja_jp: Stardust Pillar

source: A user account by that name does not exist.
es_es: Una cuenta de usuario con ese nombre no existe.
id_id: Akun user dari nama itu tidak ada.
ja_jp: その名前のユーザーアカウントは存在しません。

source: a Vortex Pillar
es_es: una Columna de Vórtice
id_id: sebuah Pilar Vortex
ja_jp: Vortex Pillar

source: Account {0} does not exist! Therefore, the password cannot be changed.
es_es: ¡La cuenta {0} no existe! Por lo tanto, no se puede cambiar la contraseña.
id_id: Akun {0} tidak ada! oleh karena itu, sandi tidak dapat diubah.
ja_jp: アカウント {0} は存在しません! したがって、パスワードは変更できません。

source: Account {0} has been added to group {1}.
es_es: Se añadió la cuenta {0} al grupo {1}.
id_id: Akun {0} telah ditambah ke grup {1}.
ja_jp: アカウント {0} がグループ {1} に追加されました。

source: Account {0} has been changed to group {1}.
es_es: La cuenta {0} ha sido cambiada al grupo {1}.
id_id: Akun {0} telah diubah menjadi grup {1}.
ja_jp: アカウント {0} がグループ {1} に変更されました。

source: Account needed! Please {0}register or {0}login to play!
es_es: ¡Se requiere una cuenta! ¡Por favor, {0}register o {0}login para jugar!
id_id: Diperlukan akun! dimohon {0}register atau {0}login untuk bermain!
ja_jp: アカウントが必要です！ {0}register か {0}loginしてからプレイしてください！

source: Account removed successfully.
es_es: Cuenta eliminada con éxito.
id_id: Akun berhasil dihapus.
ja_jp: アカウントの削除に成功しました。

source: Active REST Users ({{0}}/{{1}}):
es_es: Usuarios REST activos ({{0}}/{{1}}):
id_id: Pengguna-pengguna REST aktif ({{0}}/{{1}}):
ja_jp: アクティブなRESTユーザー ({{0}}/{{1}}):

source: add <item> - Adds an item ban.
es_es: add <objeto> - Añade una prohibición de objeto.
id_id: add <item> - menambah sebuah barang.
ja_jp: add <item> - アイテム禁止を追加する。

source: add <name> <permissions...> - Adds a new group.
es_es: add <nombre> <permisos...> - Añade un nuevo grupo.
id_id: add <nama> <perizinan...> - menambahkan sebuah grup baru.
ja_jp: add <name> <permissions...> - 新しいグループを追加します。

source: add <projectile ID> - Adds a projectile ban.
es_es: add <ID de Proyectil> - Agrega una prohibición de proyectil.
id_id: add <ID proyektil> - menambahkan pemblokiran sebuah proyektil.
ja_jp: add <projectile ID> - 投射物禁止を追加します。

source: add <tile ID> - Adds a tile ban.
es_es: add <ID de bloque> - Agrega una prohibición de bloque.
id_id: add <tile ID> - menambahkan pemblokiran sebuah tile.
ja_jp: add <tile ID> - タイル禁止を追加します。

source: Added {0} to the whitelist.
es_es: {0} añadido a la lista blanca.
id_id: Ditambahkan {0} kedalam whitelist.
ja_jp: {0} をホワイトリストに追加しました。

source: Added buff to {0} NPC abnormally.
es_es: Añadido buff al PNJ {0} de forma anormal.
id_id: Telah menambahkan buff tidak normal ke NPC {0}.
ja_jp: {0} に異常NPCバフを追加しました。

source: Added group {0} to {1}.
es_es: Se añadió el grupo {0} a {1}.
id_id: Telah menambahkan grup {0} ke {1}.
ja_jp: グループ {0} を {1}に追加しました。

source: Added user {0} to {1}.
es_es: Se añadió el usuario {0} a {1}.
id_id: Telah menambahkan pengguna {0} ke {1}.
ja_jp: ユーザー {0} を {1} に追加しました。

source: addperm <group> <permissions...> - Adds permissions to a group.
es_es: addperm <grupo> <permisos...> - Concede permisos a un grupo.
id_id: addperm <grup> <perizinan...> - Tambahkan beberapa perizinan ke sebuah grup.
ja_jp: addperm <group> <permissions...> - グループに権限を追加します。

source: AddUser SQL returned an error ({0})
es_es: SQL AddUser devolvió un error ({0})
id_id: AddUser SQL mengembalikan kesalahan({0})
ja_jp: AddUser SQL がエラー ({0} ) を返しました。

source: Aliases of {0}{1}: {0}{2}
es_es: Alias de {0}{1}: {0}{2}
id_id: Nama lain dari {0}{1}: {0}{2}
ja_jp: {0}{1}: {0}{2}のエイリアス

source: All alive NPCs (excluding town NPCs) on the server will be killed if you do not input a name or ID.
es_es: Se matará a todos los PNJ vivos (excepto los ciudadanos) en el servidor si no introduces un nombre o ID.
id_id: Semua NPC yang hidup (termasuk NPC kota) yang ada didalam server akan terbunuh jika kamu tidak memasukkan nama atau ID.
ja_jp: 名前やIDを入力しないと、サーバー上のすべての生きているNPC(町のNPCを除く)が消滅します。

source: all bosses
es_es: todos los jefes
id_id: semua boss
ja_jp: すべてのボス

source: All done! :)
es_es: ¡Todo listo! :)
id_id: Berhasil! :)
ja_jp: 完了しました！ :)

source: All REST tokens have been destroyed.
es_es: Todos los tókens REST han sido destruidos.
id_id: Semua token REST telah dihilangkan.
ja_jp: すべてのRESTトークンが破棄されました。

source: Allocated memory: {0}
es_es: Memoria reservada: {0}
id_id: Alokasi memori: {0}
ja_jp: 割り当てられたメモリ: {0}

source: allow <item> <group> - Allows a group to use an item.
es_es: allow <objeto> <grupo> - Permite a un grupo usar un objeto.
id_id: allow <item> <group> - Izinkan sebuah grup untuk menggunakan sebuah item.
ja_jp: allow <item> <group> - グループにアイテム使用を可能にします。

source: allow <projectile ID> <group> - Allows a group to use a projectile.
es_es: allow <ID de proyectil> <grupo> - Permite a un grupo usar un proyectil.
id_id: allow <projectile ID> <group> - Izinkan sebuah grup untuk menggunakan sebuah projectile.
ja_jp: allow <projectile ID> <group> - 投射物の使用をグループに許可します。

source: allow <tile ID> <group> - Allows a group to place a tile.
es_es: allow <ID de bloque> <grupo> - Permite a un grupo colocar un bloque.
id_id: allow <tile ID> <group> - Izinkan sebuah grup untuk meletakkan sebuah tile.
ja_jp: allow <tile ID> <group> - グループにタイルを配置を可能にします。

source: allow <user> <region> - Allows a user to a region.
es_es: allow <usuario> <región> - Permite a un usuario acceder a dicha región.
id_id: allow <user> <region> - Izinkan seorang pemain kedalam sebuah region.
ja_jp: allow <user> <region> - ユーザーにリージョンを許可します。

source: allowg <group> <region> - Allows a user group to a region.
es_es: allowg <grupo> <región> - Permite a un grupo acceder a dicha región.
id_id: allowg <group> <region> - Izinkan sebuah grup pemain kedalam sebuah region.
ja_jp: allow <group> <region> - ユーザーグループをリージョンに設定できます。

source: Amber Gemtree
es_es: Arbolgema de Ámbar
ja_jp: 琥珀の木

source: Amethyst Gemtree
es_es: Arbolgema de Amatista
ja_jp: アメジストの木

source: An account has been detected in the user database, but setup-code.txt is still present.
es_es: Se ha detectado una cuenta de usuario en la base de datos, pero setup-code.txt sigue presente.
id_id: Sebuah akun telah terdeteksi didalam basis data pemain, tapi setup-code.txt masih ada.
ja_jp: ユーザーデータベースでアカウントが検出されましたが、setup-code.txtはまだ存在します。

source: An exception has occurred during database rollback: {0}
es_es: Ha ocurrido una excepción durante la restauración de la base de datos: {0}
id_id: Pengecualian telah terjadi selama pengembalian basis data: {0}
ja_jp: データベースのロールバック中に例外が発生しました: {0}

source: An exception has occurred during database transaction: {0}
es_es: Ha ocurrido una excepción durante la transacción de la base de datos: {0}
id_id: Pengecualian telah terjadi selama transaksi basis data: {0}
ja_jp: データベーストランザクション中に例外が発生しました: {0}

source: An exception occurred executing a command.
es_es: Se ha producido una excepción al ejecutar un comando.
id_id: Terjadi sebuah pengecualian dalam menjalankan sebuah perintah.
ja_jp: コマンドの実行中に例外が発生しました。
