Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: An identifier for a character name.
es_es: Un identificador para un nombre de personaje.
id_id: Pengidentifikasi untuk nama karakter.
ja_jp: キャラクター名の識別子

source: An identifier for a TShock User Account name.
es_es: Un identificador para un nombre de Cuenta de Usuario de TShock.
id_id: Pengidentifikasi untuk pengguna nama akun TShock.
ja_jp: TShock ユーザーアカウント名の識別子。

source: An identifier for a UUID.
es_es: Un identificador para un UUID.
id_id: Pengidentifikasi untuk UUID.
ja_jp: UUIDの識別子

source: An identifier for an IP Address in octet format. e.g., '{0}'.
es_es: Un identificador para una dirección IP en formato de octeto. Por ejemplo, '{0}'.
id_id: Pengidentifikasi untuk Alamat IP dalam bentuk oktet. contohnya., '{0}'.
ja_jp: octet形式の IP アドレスの識別子。例：'{0}'。

source: An update check has been queued. If an update is available, you will be notified shortly.
es_es: Se pidió comprobar si hay actualizaciones. De haber una se te notificará en breve.
id_id: Pemeriksaan pembaruan dalam antrean. jika pembaruan tersedia, kamu akan diberitahu segera.
ja_jp: 更新がキューに追加されました。アップデートが利用可能な場合は、まもなく通知されます。

source: Annoy Syntax
es_es: Sintaxis de Molestar
id_id: Sintaks mengganggu
ja_jp: Syntax をいたずらする

source: Annoying {0} for {1} seconds.
es_es: Molestando a {0} por {1} segundos.
id_id: Mengganggu {0} dalam {1} detik.
ja_jp: {0}を{1}秒、いたずらします^^

source: Annoys a player for an amount of time.
es_es: Molesta a un jugador durante un período de tiempo.
id_id: Mengganggu pemain beberapa kali.
ja_jp: 指定時間プレイヤーをいたずらします。

source: Anonymous requested REST endpoint: {0}
es_es: Anónimo solicitó un punto final REST: {0}
id_id: Anonim telah meminta titik akhir REST: {0}
ja_jp: 匿名要求されたRESTエンドポイント: {0}

source: Anti-build is now off.
es_es: Anti-construcción ha sido desactivado.
id_id: Anti-build sekarang tidak aktif.
ja_jp: 建築保護がオフになりました。

source: Anti-build is now on.
es_es: Anti-construcción ha sido activado.
id_id: Anti-build sekarang aktif.
ja_jp: 建築保護がオンになりました。

source: Arguments: add [warp name], del [warp name], list [page].
es_es: Parámetros: add [nombre de warp], del [nombre de warp], list [página].
id_id: Argumennya: add [nama warp], del [nama warp], list [halaman].
ja_jp: 引数: add [warp name], del [warp name], list [page]。

source: Arguments: send [player] [warp name], hide [warp name] [Enable(true/false)].
es_es: Parámetros: send [jugador] [nombre de warp], hide [nombre de warp] [Activar(true/false)].
id_id: Argumennya: send [pemain] [nama warp], hide [nama warp] [Enable(true/false)].
ja_jp: 引数: send [player] [warp name], hide [Enable(true/false)]。

source: Authenticated as {0} successfully.
es_es: Autenticado como {0} correctamente.
id_id: Berhasil diautentikasi sebagai {0}.
ja_jp: {0} として正常に認証されました。

source: AutoSave Disabled
es_es: AutoGuardado Desactivado
id_id: Penyimpanan Otomatis Nonaktif
ja_jp: 自動保存 無効

source: AutoSave Enabled
es_es: AutoGuardado Activado
id_id: Penyimpanan Otomatis Aktif
ja_jp: 自動保存 有効

source: AutoSave has been disabled
es_es: Se ha desactivado el AutoGuardado
id_id: Penyimpanan Otomatis telah di non-aktifkan.
ja_jp: 自動保存は停止されてました。

source: AutoSave has been enabled
es_es: Se ha activado el AutoGuardado
id_id: Penyimpanan Otomatis telah di aktifkan.
ja_jp: 自動保存が有効になりました。

source: Autosave is currently disabled
es_es: El autoguardado esta actualmente desactivado
id_id: Penyimpanan Otomatis non-aktif.
ja_jp: 自動保存は現在無効です。

source: Autosave is currently enabled
es_es: El autoguardado está actualmente activado
id_id: Penyimpanan Otomatis aktif.
ja_jp: 自動保存は現在有効です。

source: Available Ban commands:
es_es: Comandos de Baneo disponibles:
id_id: Perintah Ban yang tersedia:
ja_jp: 使用可能なBANコマンド:

source: Available identifiers ({{0}}/{{1}}):
es_es: Identificadores disponibles ({{0}}/{{1}}):
id_id: Identifikasi yang tersedia ({{0}}/{{1}}):
ja_jp: 使用可能な識別子 ({{0}}/{{1}}):

source: Available Region Sub-Commands ({{0}}/{{1}}):
es_es: Sub-Comandos de Región Disponibles ({{0}}/{{1}}):
id_id: Wilayah tersedia Sub-Perintah ({{0}}/{{1}}):
ja_jp: 使用可能なリージョンサブコマンド ({{0}}/{{1}}):

source: Available REST Sub-Commands:
es_es: Sub-Comandos REST Disponibles:
id_id: Sub-Perintah dari REST tersedia:
ja_jp: 使用可能なRESTサブコマンド:

source: Backing up world...
es_es: Respaldando mundo...
id_id: Mencadangkan dunia...
ja_jp: ワールドをバックアップ中…

source: Backup failed!
es_es: ¡Respaldo fallido!
id_id: Pencadangan gagal!
ja_jp: バックアップに失敗！

source: Backup Thread
es_es: Hilo de Respaldo
id_id: Utas Cadangan
ja_jp: バックアップスレッド

source: Backups Disabled
es_es: Respaldos Desactivados
id_id: Cadangan Nonaktif
ja_jp: バックアップ 無効

source: Backups Enabled
es_es: Respaldos Activados
id_id: Cadangan Aktif
ja_jp: バックアップ 有効

source: Bad login attempt.
es_es: Intento de inicio de sesión inválido.
id_id: Upaya masuk yang buruk.
ja_jp: 不正なログイン試行です。

source: ban {0} <Ban ID>
es_es: ban {0} <ID del baneo>

source: ban {0} <Target> [Flags]
es_es: ban {0} <Objetivo> [Parámetros]

source: Ban {0} has been revoked by {1}.
es_es: El ban {0} ha sido revocado por {1}.
id_id: Pemblokiran {0} telah dicabut oleh {1}.
ja_jp: BANされた {0} は {1}によって取り消されました。

source: Ban {0} has now been marked as expired.
es_es: El ban {0} acaba de marcarse como expirado.
id_id: Pemblokiran {0} telah ditandai sebagai kadaluwarsa.
ja_jp: BAN {0} は期限切れとしてマークされました。

source: Ban Add Syntax
es_es: Sintaxis de Ban Add
id_id: Ban Add sintaks

source: Ban added. Ticket Number {0} was created for identifier {1}.
es_es: Ban añadido. Se creó el Número de Ticket {0} para el identificador {1}.
id_id: Pemblokiran telah ditambahkan. Nomor tiket {0} telah dibuat untuk pengidentifikasian {1}.
ja_jp: BANを追加しました。識別子 {1} のチケット番号 {0}が作成されました。

source: Ban added. Ticket number: {0}
es_es: Ban añadido. Número de ticket: {0}
id_id: Pemblokiran telah ditambahkan. Nomor Tiket: {0}
ja_jp: BANを追加しました。チケット番号： {0}

source: Ban Del Syntax
es_es: Sintaxis de Ban Del
id_id: Ban Del Sintaks

source: Ban Details Syntax
es_es: Sintaxis de Ban Details
id_id: Ban Details Sintaks

source: Ban List Syntax
es_es: Sintaxis de Ban List
id_id: Ban List Sintaks

source: Ban removed.
es_es: Ban revocado.
id_id: Pemblokiran telah dihilangkan.
ja_jp: Ban が解除されました。

source: Ban Usage Examples
es_es: Ejemplos del Uso de Ban
id_id: Contoh Penggunaan Pemblokiran

source: Banned {0}.
es_es: Se ha baneado a {0}.
id_id: {0} telah diblokir.
ja_jp: {0} がBANされました。

source: Banned projectile {0}.
es_es: Se ha prohibido el proyectil {0}.
id_id: Proyektil diblokir {0}.
ja_jp: 発射物 {0}を禁止しました。

source: Banned tile {0}.
es_es: Se ha prohibido el bloque {0}.
id_id: Tile diblokir {0}.
ja_jp: タイル {0}を禁止しました。

source: Banned: {0}
es_es: Baneado: {0}
id_id: Diblokir: {0}
ja_jp: {0} がBANされました。

source: Banned.
es_es: Baneado.
id_id: Diblokir.
ja_jp: BANされました。

source: Bans ({{0}}/{{1}}):
es_es: Baneos ({{0}}/{{1}}):
id_id: Blokiran ({{0}}/{{1}}):
ja_jp: BAN({{0}}/{{1}}):

source: Basic Tree
es_es: Árbol Básico
id_id: Rangkaian dasar
ja_jp: 基本の木

source: Blood Moon has been set to {0}
es_es: La Luna Sangrienta fue marcada como {0}
id_id: Bulan Berdarah telah diatur dalam {0}
ja_jp: 「Blood Moon」 が {0} に設定されました。

source: Bloodmoon state: {0}
es_es: Estado de la Luna Sangrienta: {0}
id_id: Kedudukan Bulan Berdarah: {0}
ja_jp: ブラッドムーンの状態： {0}

source: Boreal Tree
es_es: Árbol Boreal
id_id: Pohon Boreal
ja_jp: 亜寒帯の木

source: Bouncer / HandleNpcTalk rejected from bouncer out of bounds from {0}
es_es: Bouncer / HandleNpcTalk rechazado por el bouncer, fuera de los bordes desde {0}
id_id: Bouncer / HandleNpcTalk telah ditolak dari bouncer, out of bounds dari {0}
ja_jp: Bouncer / HandleNpcTalk {0}、バウンサーから拒否されました。

source: Bouncer / HandleNpcTalk rejected from bouncer throttle from {0}
es_es: Bouncer / HandleNpcTalk rechazado por el bouncer, limitado desde {0}
id_id: Bouncer / HandleNpcTalk ditolak karena throttling bouncer dari {0}
ja_jp: Bouncer / HandleNpcTalk {0}、バウンサースロットルから拒否されました。

source: Bouncer / OnChestItemChange rejected from chest mismatch from {0}
es_es: Bouncer / OnChestItemChange rechazado por cofre no coincidente desde {0}
id_id: Bouncer / OnChestItemChange (ketidakcocokan peti) ditolak dari {0}
ja_jp: Bouncer / OnChestItemChange {0}、チェスト不一致から拒否されました。

source: Bouncer / OnChestItemChange rejected from disable from {0}
es_es: Bouncer / OnChestItemChange rechazado por desactivación desde {0}
id_id: Bouncer / OnChestItemChange (penonaktifkan) ditolak dari {0}
ja_jp: Bouncer / OnChestItemChange {0}、無効にされました。

source: Bouncer / OnChestItemChange rejected from range check from {0}
es_es: Bouncer / OnChestItemChange rechazado por comprobación de rango desde {0}
id_id: Bouncer / OnChestItemChange(pemeriksaan jangkauan) ditolak dari {0}
ja_jp: Bouncer / OnChestItemChange {0}、範囲チェックから拒否されました。

source: Bouncer / OnChestItemChange rejected from region protection? from {0}
es_es: Bouncer / OnChestItemChange rechazado por ¿protección de región? desde {0}
id_id: Bouncer / OnChestItemChange (Pelindungan Wilayah) ditolak dari {0}
ja_jp: Bouncer / OnChestItemChange {0}、地域保護？から拒否されました。

source: Bouncer / OnChestOpen rejected from disabled from {0}
es_es: Bouncer / OnChestOpen rechazado por desactivación desde {0}
id_id: Bouncer / OnChestOpen (penonaktifkan) ditolak dari {0}
ja_jp: Bouncer / OnChestOpen {0}、無効になっています。

source: Bouncer / OnChestOpen rejected from range check from {0}
es_es: Bouncer / OnChestOpen rechazado por comprobación de rango desde {0}
id_id: Bouncer / OnChestOpen (pemeriksaan jangkauan) ditolak dari {0}
ja_jp: Bouncer / OnChestOpen {0}、範囲チェックから拒否されました。

source: Bouncer / OnChestOpen rejected from region check from {0}
es_es: Bouncer / OnChestOpen rechazado por comprobación de región desde {0}
id_id: Bouncer / OnChestOpen (Pemeriksaan Wilayah) ditolak dari {0}
ja_jp: Bouncer / OnChestOpen {0}、リージョンチェックから拒否されました。

source: Bouncer / OnFishOutNPC rejected for not finding active bobber projectile! - From {0}
es_es: Bouncer / OnFishOutNPC rechazado ¡por no encontrar proyectil de señuelo activo! - Desde {0}
id_id: Penolakan / OnFishOutNPC ditolak karena tidak ditemukan proyektil bobber aktif! - Dari {0}
ja_jp: Bouncer / OnFishOutNPC {0}、アクティブなボバー投射物を見つけなかったために拒否されました。

source: Bouncer / OnFishOutNPC rejected for not using a fishing rod! - From {0}
es_es: Bouncer / OnFishOutNPC rechazado ¡por no usar una caña de pescar! - Desde {0}
id_id: Penolakan / OnFishOutNPC ditolak karena tidak menggunakan sebuah pancingan! - Dari {0}
ja_jp: Bouncer / OnFishOutNPC {0}、釣り竿を使用していないため拒否されました。

source: Bouncer / OnFishOutNPC rejected for the NPC not being on the fishable NPCs list! - From {0}
es_es: Bouncer / OnFishOutNPC rechazado ¡por no estar el NPC en la lista de NPC que pueden ser pescados! - Desde {0}
id_id: Penolakan / OnFishOutNPC ditolak karena NPC tidak berada dalam daftar NPC yang bisa dipancing! - Dari {0}
ja_jp: Bouncer / OnFishOutNPC {0}、NPCリストにないため拒否されました。

source: Bouncer / OnFishOutNPC rejected range checks from {0}
es_es: Bouncer / OnFishOutNPC rechazado, comprobaciones de rango desde {0}
id_id: Penolakan / OnFishOutNPC menolak pemeriksaan jangkauan! - Dari {0}
ja_jp: Bouncer / OnFishOutNPC {0}、範囲チェックのため拒否されました。

source: Bouncer / OnFishOutNPC rejected summon boss permissions from {0}
es_es: Bouncer / OnFishOutNPC rechazado, permisos de invocación de jefe desde {0}
id_id: Penolakan / OnFishOutNPC menolak izin pembangkitan boss dari {0}
ja_jp: Bouncer / OnFishOutNPC {0}、ボス召喚権限のため拒否されました。

source: Bouncer / OnFoodPlatterTryPlacing rejected disabled from {0}
es_es: Bouncer / OnFoodPlatterTryPlacing rechazado, desactivación desde {0}
id_id: Penolakan / OnFoodPlatterTryPlacing menolak disabled dari {0}
ja_jp: Bouncer / OnFoodPlatterTryPlacing {0}、無効のため拒否されました。

source: Bouncer / OnFoodPlatterTryPlacing rejected item not placed by hand from {0}
es_es: Bouncer / OnFoodPlatterTryPlacing rechazado, objeto no colocado manualmente desde {0}
id_id: Penolakan / OnFoodPlatterTryPlacing menolak item tidak diletakkan oleh tangan dari {0}
ja_jp: Bouncer / OnFoodPlatterTryPlacing {0}、手動で設置のため拒否されました。

source: Bouncer / OnFoodPlatterTryPlacing rejected permissions from {0}
es_es: Bouncer / OnFoodPlatterTryPlacing rechazado, permisos desde {0}
id_id: Penolakan / OnFoodPlatterTryPlacing menolak izin dari {0}
ja_jp: Bouncer / OnFoodPlatterTryPlacing {0}、権限のため拒否されました。

source: Bouncer / OnFoodPlatterTryPlacing rejected range checks from {0}
es_es: Bouncer / OnFoodPlatterTryPlacing rechazado, comprobaciones de rango desde {0}
id_id: Penolakan / OnFoodPlatterTryPlacing menolak pemeriksaan jangkauan dari {0}
ja_jp: Bouncer / OnFoodPlatterTryPlacing {0}、範囲チェックのため拒否されました。

source: Bouncer / OnFoodPlatterTryPlacing rejected tile placement valid from {0}
es_es: Bouncer / OnFoodPlatterTryPlacing rechazado, colocación de bloques válida desde {0}
id_id: Penolakan / OnFoodPlatterTryPlacing menolak peletakkan tile valid dari {0}
ja_jp: Bouncer / OnFoodPlatterTryPlacing {0}、タイル設置のため拒否されました。

source: Bouncer / OnGemLockToggle invalid placement/deadmod from {0}
es_es: Bouncer / OnGemLockToggle colocación inválida/deadmod desde {0}
id_id: Penolakan / OnGemLockToggle penempatan tidak valid/deadmod dari {0}
ja_jp: Bouncer / OnGemLockToggle {0}、無効な配置のため拒否されました。

source: Bouncer / OnGemLockToggle rejected boundaries check from {0}
es_es: Bouncer / OnGemLockToggle rechazado, comprobación de límites desde {0}
id_id: Penolakan / OnGemLockToggle menolak pemeriksaan batas dari {0}
ja_jp: Bouncer / OnGemLockToggle {0}、堺界チェックのため拒否されました。

source: Bouncer / OnGemLockToggle rejected disabled from {0}
es_es: Bouncer / OnGemLockToggle rechazado, deshabilitado desde {0}
id_id: Penolakan / OnGemLockToggle penolakan disabled dari {0}
ja_jp: Bouncer / OnGemLockToggle {0}、無効のため拒否されました。

source: Bouncer / OnGemLockToggle rejected permissions check from {0}
es_es: Bouncer / OnGemLockToggle rechazado, comprobación de permisos desde {0}
id_id: Penolakan / OnGemLockToggle menolak pemeriksaan izin dari {0}
ja_jp: Bouncer / OnGemLockToggle {0}、権限チェックのため拒否されました。

source: Bouncer / OnGetSection rejected empty player name.
es_es: Bouncer / OnGetSection rechazado, nombre de jugador vacío.
id_id: Penolakan / OnGetSection menolak nama pemain kosong.
ja_jp: Bouncer / OnGetSection 、空のプレイヤー名のため拒否されました。

source: Bouncer / OnGetSection rejected GetSection packet from {0}
es_es: Bouncer / OnGetSection rechazado, paquete GetSection desde {0}
id_id: Penolakan / OnGetSection menolak paket GetSection dari {0}
ja_jp: Bouncer / OnGetSection {0}、GetSectionパケットのため拒否されました。

source: Bouncer / OnHealOtherPlayer 0.2 check from {0}
es_es: Bouncer / OnHealOtherPlayer comprobación 0.2 desde {0}
id_id: Penolakan / OnHealOtherPlayer pemeriksaan 0.2 dari {0}
ja_jp: Bouncer / OnHealOtherPlayer {0}、0.2 チェックのため拒否されました。

source: Bouncer / OnHealOtherPlayer rejected disabled/throttled from {0}
es_es: Bouncer / OnHealOtherPlayer rechazado, deshabilitado/limitado desde {0}
id_id: Bouncer / OnHealOtherPlayer menolak disabled/throttled dari {0}
ja_jp: Bouncer / OnHealOtherPlayer {0}、無効のため拒否されました。

source: Bouncer / OnHealOtherPlayer rejected heal other threshold from {0} {1}/{2}
es_es: Bouncer / OnHealOtherPlayer rechazado, umbral de sanar a otro desde {0} {1}/{2}
id_id: Penolakan / OnHealOtherPlayer menolak batas heal other dari {0} {1}/{2}
ja_jp: Bouncer / OnHealOtherPlayer {0} {1}/{2}、他のしきい値の回復できないため拒否されました。

source: Bouncer / OnHealOtherPlayer rejected null checks
es_es: Bouncer / OnHealOtherPlayer rechazado, comprobaciones nulas
id_id: Penolakan / OnHealOtherPlayer penolakan pemeriksaan null
ja_jp: Bouncer / OnHealOtherPlayer 、nullチェックのため拒否されました。

source: Bouncer / OnItemDrop force kicked (attempted to set velocity to infinity or NaN) from {0}
es_es: Bouncer / OnItemDrop forzó la expulsión (se intentó establecer velocidad al infinito o NaN) desde {0}

source: Bouncer / OnItemDrop rejected from attempt crash from {0}
es_es: Bouncer / OnItemDrop rechazado por intento de crasheo desde {0}
id_id: Penolakan / OnItemDrop menolak percobaan crash dari {0}

source: Bouncer / OnItemDrop rejected from disabled from {0}
es_es: Bouncer / OnItemDrop rechazado por estado deshabilitado desde {0}
id_id: Penolakan / OnItemDrop menolak dari disabled dari {0}

source: Bouncer / OnItemDrop rejected from drop item ban check / max stack check / min stack check from {0}
es_es: Bouncer / OnItemDrop rechazado por comprobación de objeto prohibido arrojado / comprobación de stack máximo / comprobación de stack mínimo desde {0}
id_id: Penolakan / OnItemDrop menolak dari pemeriksaan item ban/pemeriksaan max stack/pemeriksaan min stack dari {0}

source: Bouncer / OnItemDrop rejected from dupe range check from {0}
es_es: Bouncer / OnItemDrop rechazado por comprobación de rango de duplicación desde {0}
id_id: Penolakan / OnItemDrop menolak dari pemeriksaan jangkauan dupe dari {0}

source: Bouncer / OnItemDrop rejected from prefix check from {0}
es_es: Bouncer / OnItemDrop rechazado por comprobación de prefijo desde {0}
id_id: Penolakan / OnItemDrop menolak dari pemeriksaan prefix dari {0}

source: Bouncer / OnItemDrop rejected from range check from {0}
es_es: Bouncer / OnItemDrop rechazado por comprobación de rango desde {0}
id_id: Penolakan / OnItemDrop menolak pemeriksaan jangkauan dari {0}

source: Bouncer / OnItemDrop rejected from sneaky from {0}
es_es: Bouncer / OnItemDrop rechazado por acción furtiva desde {0}
id_id: Penolakan / OnItemDrop menolak dari sneaky(menyelinap) dari {0}

source: Bouncer / OnKillMe rejected custom death message from {0}
es_es: Bouncer / OnKillMe rechazado, mensaje mortuorio personalizado desde {0}
id_id: Penolakan / OnKillMe menolak pesan kematian kostum dari {0}

source: Bouncer / OnKillMe rejected high damage from {0} {1}
es_es: Bouncer / OnKillMe rechazado, daño elevado desde {0} {1}
id_id: Penolakan / OnKillMe menolak damage tinggi dari {0} {1}

source: Bouncer / OnKillMe rejected index check from {0}
es_es: Bouncer / OnKillMe rechazado, comprobación de índice desde {0}
id_id: Penolakan / OnKillMe menolak pemeriksaan index dari {0}

source: Bouncer / OnLiquidSet rejected build permission from {0}
es_es: Bouncer / OnLiquidSet rechazado, permiso de construcción desde {0}
id_id: Penolakan / OnLiquidSet menolak izin pembangunan dari {0}

source: Bouncer / OnLiquidSet rejected disabled from {0}
es_es: Bouncer / OnLiquidSet rechazado, deshabilitado desde {0}
id_id: Penolakan / OnLiquidSet menolak disabled dari {0}

source: Bouncer / OnLiquidSet rejected from liquid threshold from {0} {1}/{2}
es_es: Bouncer / OnLiquidSet rechazado por umbral de líquido desde {0} {1}/{2}
id_id: Penolakan / OnLiquidSet menolak liquid threshold dari {0} {1}/{2}

source: Bouncer / OnLiquidSet rejected invalid check from {0}
es_es: Bouncer / OnLiquidSet rechazado, comprobación inválida desde {0}
id_id: Bouncer / OnLiquidSet ditolak pengecekan tidak cocok dari {0}

source: Bouncer / OnLiquidSet rejected liquid type {0} from {1} holding {2}
es_es: Bouncer / OnLiquidSet rechazado, tipo de líquido {0} de {1} sosteniendo {2}
id_id: Bouncer / OnLiquidSet menolak tipe cairan {0} dari {1} yang sedang memegang {2}

source: Bouncer / OnLiquidSet rejected range checks from {0}
es_es: Bouncer / OnLiquidSet rechazado, comprobaciones de rango desde {0}
id_id: Penolakan / OnLiquidSet menolak pemeriksaan jangkauan dari {0}

source: Bouncer / OnLiquidSet rejected throttle from {0}
es_es: Bouncer / OnLiquidSet rechazado, limitación desde {0}
id_id: Penolakan / OnLiquidSet menolak throttle dari {0}

source: Bouncer / OnMassWireOperation rejected build perms from {0}
es_es: Bouncer / OnMassWireOperation rechazado, permisos de construcción desde {0}
id_id: Penolakan / OnMassWireOperation menolak izin pembangunan dari {0}

source: Bouncer / OnMassWireOperation rejected disabled from {0}
es_es: Bouncer / OnMassWireOperation rechazado, deshabilitado desde {0}
id_id: Penolakan / OnMassWireOperation menolak disabled dari {0}

source: Bouncer / OnMassWireOperation rejected valid placement from {0}
es_es: Bouncer / OnMassWireOperation rechazado, colocación válida desde {0}
id_id: Penolakan / OnMassWireOperation menolak penempatan yang valid dari {0}

source: Bouncer / OnNewProjectile please report to tshock about this! normally this is a reject from {0} {1}
es_es: Bouncer / OnNewProjectile ¡Favor reportar esto a TShock! Normalmente esto es un rechazo desde {0} {1}
id_id: Penolakan / OnNewProjectile Mohon laporkan kepada tshock tentang ini! biasanya ini penolakan dari {0} {1}

source: Bouncer / OnNewProjectile please report to tshock about this! normally this is a reject from {0} {1} (golf)
es_es: Bouncer / OnNewProjectile ¡Favor reportar esto a TShock! Normalmente esto es un rechazo desde {0} {1} (golf)
id_id: Penolakan / OnNewProjectile Mohon laporkan kepada tshock tentang ini! biasanya ini penolakan dari {0} {1} (golf)

source: Bouncer / OnNewProjectile rejected from above projectile limit from {0}
es_es: Bouncer / OnNewProjectile rechazado por estar sobre el límite de proyectil desde {0}
id_id: Penolakan / OnNewProjectile menolak diatas projectile limit dari {0}

source: Bouncer / OnNewProjectile rejected from bouncer modified AI from {0}.
es_es: Bouncer / OnNewProjectile rechazado por el bouncer, IA modificada desde {0}.
id_id: Penolakan / OnNewProjectile menolak diatas memodifikasi AI dari {0}.

source: Bouncer / OnNewProjectile rejected from bouncer modified Zenith projectile from {0}.
es_es: Bouncer / OnNewProjectile rechazado por el bouncer, proyectil Cenit modificado desde {0}.
id_id: Penolakan / OnNewProjectile menolak diatas memodifikasi Proyektil Zenith dari {0}.

source: Bouncer / OnNewProjectile rejected from bouncer throttle from {0}
es_es: Bouncer / OnNewProjectile rechazado por el bouncer, limitación desde {0}
id_id: Penolakan / OnNewProjectile menolak diatas throttle dari {0}

source: Bouncer / OnNewProjectile rejected from disabled from {0}
es_es: Bouncer / OnNewProjectile rechazado por estado deshabilitado desde {0}
id_id: Penolakan / OnProjectileKill menolak disabled dari {0}

source: Bouncer / OnNewProjectile rejected from hostile projectile from {0}
es_es: Bouncer / OnNewProjectile rechazado por uso de proyectil hostil desde {0}
id_id: Penolakan / OnNewProjectile menolak batas lawan Proyektil dari {0}

source: Bouncer / OnNewProjectile rejected from permission check from {0} {1}
es_es: Bouncer / OnNewProjectile rechazado por comprobación de permisos desde {0} {1}
id_id: Bouncer / OnNewProjectile menolak atas pengecekan perizinan dari {0} {1}

source: Bouncer / OnNewProjectile rejected from projectile create threshold from {0} {1}/{2}
es_es: Bouncer / OnNewProjectile rechazado por umbral de creación de proyectil desde {0} {1}/{2}

source: Bouncer / OnNewProjectile rejected from projectile damage limit from {0} {1}/{2}
es_es: Bouncer / OnNewProjectile rechazado por límite de daño de proyectil desde {0} {1}/{2}
id_id: Bouncer / OnNewProjectile menolak atas batas kerusakan proyektil dari {0} {1}/{2}

source: Bouncer / OnNewProjectile rejected from tombstones from {0}
es_es: Bouncer / OnNewProjectile rechazado por lápidas desde {0}
id_id: Bouncer / OnNewProjectile menolak atas batu nisan dari {0}

source: Bouncer / OnNewProjectile rejected from weird check from {0} {1}
es_es: Bouncer / OnNewProjectile rechazado por comprobación extraña desde {0} {1}
id_id: Bouncer / OnNewProjectile menolak atas pengecekan keanehan dari {0} {1}

source: Bouncer / OnNPCAddBuff rejected abnormal buff ({0}, last for {4}) added to {1} ({2}) from {3}.
es_es: Bouncer / OnNPCAddBuff rechazado, buff anormal ({0}, de duración {4}) aplicado a {1} ({2}) por {3}.
id_id: Bouncer / OnNPCAddBuff menolak atas buff tidak normal ({0}, terakhir pada {4}) ditambahkan kedalam {1} ({2}) dari {3}.

source: Bouncer / OnNPCAddBuff rejected disabled from {0}
es_es: Bouncer / OnNPCAddBuff rechazado, deshabilitado desde {0}
id_id: Bouncer / OnNPCAddBuff menolak disabled dari {0}
