Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: If you understand, please {0}login <username> <password> now, and then type {0}setup.
es_es: Si has entendido, por favor usa {0}login <nombre de usuario> <contraseña>, y a continuación teclea {0}setup.
id_id: Jika kamu mengerti, dimohon sekarang {0}login <namapengguna> <katasandi> , dan kemudian ketik {0}setup
ja_jp: 理解頂けたなら、今 {0}login <username> <password> 入力した後、{0}setup 入力してください。

source: If you want to know which plugins need which dependencies, press E.
es_es: Si deseas saber qué plugins necesitan qué dependencias, pulsa E.
ja_jp: どのプラグインが必要かを知りたい場合は、E を押してください。

source: If you'd like to see which plugins need which dependencies again, press E.
es_es: Si deseas ver nuevamente qué plugins necesitan qué dependencias, pulsa E.
ja_jp: どのプラグインにどの依存関係が必要か確認したい場合は、E を押してください。

source: If you're seeing this message and you know what that player did, please report it to TShock for further investigation.
es_es: Si ves este mensaje y sabes lo que hizo ese jugador, favor reportar a TShock para investigar más a fondo.
id_id: Jika anda melihat pesan ini dan kamu tau apa yang dilakukan pemain, dimohon laporkan tersebut ke TShock untuk pemeriksaan lebih lanjut.
ja_jp: このメッセージが表示され、そのプレイヤーが何をしたか分かっている場合は、さらなる調査のためにTShock に報告してください。

source: Ignoring shrapnel per config..
es_es: Ignorando esquirlas de acuerdo a la configuración..
id_id: Pecahan diabaikan setiap konfigurasi..
ja_jp: コンフィグごとの破片を無視してます。

source: Illegal name: prefixes tsi: and tsn: are forbidden.
es_es: Nombre ilegal: los prefijos tsi: y tsn: están prohibidos.
id_id: Nama ilegal: awalan tsi: dan tsn: dilarang.
ja_jp: Illegal name: prefixes tsi: と tsn: は禁止されています。

source: IllegalPerSe: Emoji packet rejected for ID spoofing. Expected {0}, received {1} from {2}.
es_es: IllegalPerSe: Paquete de emoji rechazado por falsificación de ID. Esperado {0}, recibido {1} de {2}.
id_id: IllegalPerSe: Paket Emoji ditolak karena pemalsuan ID. Diharapkan {0}, diterima {1} dari {2}.
ja_jp: IllegalPerSe: Emoji パケットが ID 偽装のために拒否されました。期待される {0}、 {1} から {2}を受け取りました。

source: Incoming teleports are now allowed.
es_es: Ahora se permiten teletransportes entrantes.
id_id: Sekarang teleportasi mendatang telah dibolehkan.
ja_jp: 着信テレポートは許可されました。

source: Incoming teleports are now disabled.
es_es: Ahora se bloquean teletransportes entrantes.
id_id: Sekarang teleportasi mendatang telah dimatikan.
ja_jp: 着信テレポートが無効になりました。

source: Incorrect setup code. This incident has been logged.
es_es: Código de configuración incorrecto. Incidente archivado en el registro.
id_id: Kode pengaturan salah. kejadian ini telah dicatat.
ja_jp: セットアップコードが正しくありません。この問題は記録されました。

source: Infinite group parenting ({0})
es_es: Grupo infinito de jerarquía ({0})
id_id: Perindukan Grup ({0}) tanpa batas
ja_jp: グループの親付けを無限にする({0})

source: info <region> [-d] - Displays several information about the given region.
es_es: info <región> [-d] - Muestra bastante información sobre la región dada.
id_id: info <wilayah> [-d] - Menampilkan beberapa petunjuk tentang wilayah yang diberikan.
ja_jp: info <region> [-d] - 与えられたリージョンに関するいくつかの情報を表示します。

source: Information About Region "{0}" ({{0}}/{{1}}):
es_es: Información Sobre la Región "{0}" ({{0}}/{{1}}):
id_id: Petunjuk tentang Wilayah "{0}" ({{0}}/{{1}}):
ja_jp: 地域 "{0}" についての情報({{0}}/{{1}}):

source: Information about the currently running world
es_es: Información sobre el mundo actual
id_id: Petunjuk tentang berjalannya dunia saat ini.
ja_jp: 現在稼働中のワールドに関する情報

source: Inserting the ban into the database failed.
es_es: Se ha producido un error al insertar el ban en la base de datos.
id_id: Gagal memasukkan pemblokiran ke dalam basis data.
ja_jp: データベースへのBANの挿入に失敗しました。

source: Install the plugins as specified in the plugins.json
es_es: Instala los plugins como se especifica en plugins.json
ja_jp: plugins.json で指定されたプラグインをインストールする

source: Internal server error.
es_es: Error interno del servidor.
id_id: Kesalahan peladen dari dalam.
ja_jp: サーバーの内部エラーです。

source: Invalid Ban Add syntax. Refer to {0} for details on how to use the {1} command
es_es: Sintaxis de Ban Add inválida. Revisa {0} para ver detalles de uso para el comando {1}
id_id: Sintaks Ban Add salah. Sesuai {0} untuk perincian dalam bagaimana menggunakan perintah ini {1}
ja_jp: 無効なBan Add syntax。 {1} の使用方法については、 {0} を参照してください。

source: Invalid Ban Del syntax. Refer to {0} for details on how to use the {1} command
es_es: Sintaxis de Ban Del inválida. Revisa {0} para ver detalles de uso para el comando {1}
id_id: Sintaks Ban Del salah. Sesuai {0} untuk perincian dalam bagaimana menggunakan perintah ini {1}
ja_jp: 無効なBan Del syntax。 {1} の使用方法については、 {0} を参照してください。

source: Invalid Ban Details syntax. Refer to {0} for details on how to use the {1} command
es_es: Sintaxis de Ban Details inválida. Revisa {0} para ver detalles de uso para el comando {1}
id_id: Sintaks Ban Details salah. Sesuai {0} untuk perincian dalam bagaimana menggunakan perintah ini {1}
ja_jp: 無効なBan Details syntax。 {1} の使用方法については、 {0} を参照してください。

source: Invalid Ban List syntax. Refer to {0} for details on how to use the {1} command
es_es: Sintaxis de Ban List inválida. Revisa {0} para ver detalles de uso para el comando {1}
id_id: Sintaks Ban List salah. Sesuai {0} untuk perincian dalam bagaimana menggunakan perintah ini {1}
ja_jp: 無効なBan List syntax。 {1} の使用方法については、 {0} を参照してください。

source: Invalid BCrypt work factor in config file! Creating new hash using default work factor.
es_es: ¡Factor de trabajo BCrypt inválido en el archivo de configuración! Creando nuevo hash usando el factor de trabajo predeterminado.
id_id: BCrypt work factor salah dalam berkas konfigurasi! Membuat hash baru membuat work factor bawaan.
ja_jp: 設定ファイル内の無効なBCrypt作業係数です！デフォルトの作業係数を使用して新しいハッシュを作成します。

source: Invalid boss amount.
es_es: La cantidad de jefes no es válida.
id_id: Jumlah bos salah.
ja_jp: ボスの値が無効です。

source: Invalid boss type!
es_es: ¡El tipo de jefe no es válido!
id_id: Tipe bos salah.
ja_jp: ボスタイプが無効です！

source: Invalid buff ID!
es_es: ¡El ID de buff no es válido!
id_id: ID buff salah!

source: Invalid command entered. Type {0}help for a list of valid commands.
es_es: Se ha introducido un comando inválido. Escriba {0}help para obtener una lista de comandos válidos.
id_id: Perintah yang dimasukkan salah. ketik {0} untuk daftar perintah yang benar.
ja_jp: 無効なコマンドが入力されました。有効なコマンドの一覧は {0}helpと入力してください。

source: Invalid command.
es_es: Comando inválido.
id_id: Perintah salah.
ja_jp: 無効なコマンドです。

source: Invalid destination NPC.
es_es: El PNJ destino no es válido.
id_id: NPC tujuan salah.
ja_jp: 無効なNPCあて先です。

source: Invalid destination player.
es_es: El jugador destino no es válido.
id_id: Pemain tujuan salah.
ja_jp: 無効なプレイヤーあて先です。

source: Invalid event type. Valid event types: {0}.
es_es: Tipo de evento inválido. Tipos de eventos válidos: {0}.
id_id: Tipe pertujukan salah. tipe-tipe pertujukan yang benar: {0}.
ja_jp: 無効なイベントタイプです。有効なイベントタイプ: {0}.

source: Invalid frost moon event wave.
es_es: Ronda inválida para el evento de luna helada.
id_id: Gelombang pada pertunjukan bulan pembekuan salah.
ja_jp: 無効なフロストムーンイベントウェーブ。

source: Invalid group.
es_es: Grupo inválido.
id_id: Grup salah.
ja_jp: 無効なグループです。

source: Invalid invasion type. Valid invasion types: {0}.
es_es: Tipo de invasión inválido. Tipos válidos de invasión: {0}.
id_id: Tipe penyerbuan salah. Tipe penyerbuan yang benar: {0}.
ja_jp: 不正な侵略タイプです。有効な侵略タイプ： {0}。

source: Invalid item type!
es_es: ¡Tipo de objeto inválido!
id_id: Tipe item salah!
ja_jp: 無効なアイテムタイプ

source: Invalid item.
es_es: Objeto inválido.
id_id: Item salah.
ja_jp: 無効なアイテム

source: Invalid maximum spawns. Acceptable range is {0} to {1}.
es_es: Máximo de enemigos generados inválido. El rango aceptable es de {0} a {1}.
id_id: Maksimal pemanggilan salah. Rentang yang dapat diterima ialah {0} sampai {1}.
ja_jp: 無効な最大スポーン数です。有効範囲は {0} から {1}です。

source: Invalid mob type!
es_es: ¡Tipo de enemigo inválido!
id_id: Tipe mob salah!
ja_jp: Mobタイプが無効です！

source: Invalid mob type.
es_es: Tipo de enemigo inválido.
id_id: Tipe mob salah.
ja_jp: Mobタイプが無効です。

source: Invalid mode world mode. Valid modes: {0}
es_es: Modo de mundo inválido. Modos válidos: {0}
id_id: Mode mode dunia salah, Mode yang benar: {0}
ja_jp: 無効なワールドモードです。有効なモード： {0}

source: Invalid page number. Page number must be numeric.
es_es: Número de página inválido. La cifra debe ser numérica.
id_id: Angka halaman salah. Angka halaman harus numerik.
ja_jp: 無効なページ番号です。ページ番号は数値でなければなりません。

source: Invalid parent group {0} for group {1}
es_es: Grupo padre {0} inválido para el grupo {1}
id_id: Grup induk {0} untuk grup {1} salah
ja_jp: グループ {1} に対する無効な親グループ {0}

source: Invalid parent group {0} for group {1}.
es_es: Grupo padre {0} inválido para el grupo {1}.
id_id: Grup induk {0} untuk grup {1} salah.
ja_jp: グループ {1} に対する無効な親グループ {0}。

source: Invalid password.
es_es: Contraseña inválida.
id_id: Kata sandi salah.
ja_jp: 無効なパスワードです。

source: Invalid player!
es_es: ¡Jugador inválido!
id_id: Pemain salah!
ja_jp: 無効なプレイヤーです！

source: Invalid player.
es_es: Jugador inválido.
id_id: Pemain salah.
ja_jp: 無効なプレーヤーです。

source: Invalid projectile ID!
es_es: ¡ID de proyectil inválido!
id_id: ID Proyektil salah!
ja_jp: 無効な発射物IDです！

source: Invalid projectile ID.
es_es: ID de proyectil inválido.
id_id: ID Proyektil salah.
ja_jp: 無効な発射物IDです。

source: Invalid pumpkin moon event wave.
es_es: Ronda inválida para el evento de luna calabaza.
id_id: Gelombang pada pertunjukan bulan labu salah.
ja_jp: 無効なパンプキンムーンイベントウェーブです。

source: Invalid region "{0}".
es_es: Región "{0}" inválida.
id_id: Wilayah "{0}" salah.
ja_jp: 無効な領域 "{0}" です。

source: Invalid REST configuration: You may already have a REST service bound to port {0}. Please adjust your configuration and restart the server. Press any key to exit.
es_es: Configuración REST inválida: Puede que tengas un servicio REST enlazado al puerto {0}. Por favor ajusta tu configuración y reinicia el servidor. Presiona cualquier tecla para salir.
id_id: Konfigurasi REST tidak benar: Anda mungkin sudah memiliki layanan REST yang terikat dalam port {0}. Harap sesuaikan konfigurasi Anda dan mulai ulang peladen. Tekan sembarang tombol untuk keluar.
ja_jp: 無効なREST設定: ポート{0}にバインドされたRESTサービスが既に存在する可能性があります。 設定を調整してサーバーを再起動してください。 終了するには任意のキーを押してください。

source: Invalid server password.
es_es: Contraseña de servidor inválida.
id_id: Kata sandi server salah.
ja_jp: 無効なサーバーパスワードです。

source: Invalid subcommand! Type {0}group help for more information on valid commands.
es_es: ¡Subcomando inválido! Teclea {0}group help para más información sobre comandos válidos.
id_id: Sub-perintah salah! ketik {0}group untuk petunjuk bantuan pada perintah yang benar.
ja_jp: 無効なサブコマンドです！ 有効なコマンドの詳細については、 {0}group ヘルプを入力してください。

source: Invalid subcommand. Type {0}itemban help for more information on valid subcommands.
es_es: ¡Subcomando inválido! Teclea {0}itemban help para más información sobre subcomandos válidos.
id_id: Sub-perintah salah! ketik {0}itemban untuk petunjuk bantuan pada perintah yang benar.
ja_jp: 無効なサブコマンドです！ 有効なコマンドの詳細については、{0}itemban ヘルプを入力してください。

source: Invalid subcommand. Type {0}projban help for more information on valid subcommands.
es_es: ¡Subcomando inválido! Teclea {0}projban help para más información sobre subcomandos válidos.
id_id: Sub-perintah salah! ketik {0}projban untuk petunjuk bantuan pada perintah yang benar.
ja_jp: 無効なサブコマンドです！ 有効なコマンドの詳細については、{0}projban ヘルプを入力してください。

source: Invalid subcommand. Type {0}tileban help for more information on valid subcommands.
es_es: ¡Subcomando inválido! Teclea {0}tileban help para más información sobre subcomandos válidos.
id_id: Sub-perintah salah! ketik {0}tileban untuk petunjuk bantuan pada perintah yang benar.
ja_jp: 無効なサブコマンドです！ 有効なコマンドの詳細については、{0}tileban ヘルプを入力してください。

source: Invalid syntax for color, expected "rrr,ggg,bbb".
es_es: Sintaxis incorrecta para color, se esperaba "rrr,vvv,aaa" (rojo, verde, azul).
id_id: Sintaks untuk warna salah. diharapkan "rrr,ggg,bbb".
ja_jp: 色のための無効なSyntaxです。"rr,gggg,bb"を想定しています。

source: Invalid syntax.
es_es: Sintaxis inválida.
id_id: Sintaks salah.
ja_jp: 無効なSyntaxです。

source: Invalid syntax. Proper syntax: {0}worldevent invasion [invasion type] [invasion wave].
es_es: Sintaxis inválida. Sintaxis correcta: {0}worldevent invasion [tipo de invasión] [ronda de invasión].
id_id: Sintaks salah. Sintaks yang sesuai: {0}worldevent invasion [tipe penyerbuan] [gelombang penyerbuan].
ja_jp: 無効なSyntaxです。適切なSyntax: {0}worldevent invasion [invasion type] [invasion wave]

source: Invalid syntax. Proper syntax: {0}accountinfo <username>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}accountinfo <nombre de usuario>.
id_id: Sintaks salah. Sintak yang sesuai: {0}accountinfo <nama-pengguna>.
ja_jp: 無効なSyntaxです。適切なSyntax: {0}accountinfo <username>

source: Invalid syntax. Proper syntax: {0}aliases <command or alias>
es_es: Sintaxis inválida. Sintaxis correcta: {0}aliases <comando o alias>
id_id: Sintaks salah. Sintaks yang sesuai: {0}aliases <perintah atau nama lain>
ja_jp: 無効なSyntaxです。適切なSyntax: {0}aliases <command or alias>

source: Invalid syntax. Proper syntax: {0}group add <group name> [permissions].
es_es: Sintaxis inválida. Sintaxis correcta: {0}group add <nombre de grupo> [permisos].
id_id: Sintaks salah. Sintaks yang sesuai: {0}group add <nama grup> [perizinan].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}group add <group name> [permissions]

source: Invalid syntax. Proper syntax: {0}group addperm <group name> <permissions...>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}group addperm <nombre de grupo> <permisos...>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}group addperm <nama grup> [perizinan...].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}group addperm <group name> <permissions...>

source: Invalid syntax. Proper syntax: {0}group color <group name> [new color(000,000,000)].
es_es: Sintaxis inválida. Sintaxis correcta: {0}group color <nombre de grupo> [color nuevo(000,000,000)].
id_id: Sintaks salah. Sintaks yang sesuai: {0}group color <nama grup> [warna baru(000,000,000)].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}group color <group name> [new color(000,000,000)]

source: Invalid syntax. Proper syntax: {0}group del <group name>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}group del <nombre del grupo>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}group del <nama grup>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}group del <group name>

source: Invalid syntax. Proper syntax: {0}group delperm <group name> <permissions...>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}group delperm <nombre del grupo> <permisos...>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}group delperm <nama grup> [perizinan...].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}group delperm <group name> <permissions...>

source: Invalid syntax. Proper syntax: {0}group listperm <group name> [page].
es_es: Sintaxis inválida. Sintaxis correcta: {0}group listperm <nombre del grupo> [página].
id_id: Sintaks salah. Sintaks yang sesuai: {0}group listperm <nama grup> [halaman].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}group listperm <group name> [page]

source: Invalid syntax. Proper syntax: {0}group parent <group name> [new parent group name].
es_es: Sintaxis inválida. Sintaxis correcta: {0}group parent <nombre de grupo> [nuevo nombre del grupo padre].
id_id: Sintaks salah. Sintaks yang sesuai: {0}group parent <nama grup> [nama induk grup baru].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}group parent <group name> [new parent group name]

source: Invalid syntax. Proper syntax: {0}group prefix <group name> [new prefix].
es_es: Sintaxis inválida. Sintaxis correcta: {0}group prefix <nombre de grupo> [prefijo nuevo].
id_id: Sintaks salah. Sintaks yang sesuai: {0}group prefix <nama grup> [prefiks baru].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}group prefix <group name> [new prefix]

source: Invalid syntax. Proper syntax: {0}group rename <group> <new name>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}group rename <grupo> <nombre nuevo>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}group rename <nama grup> <nama baru>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}group rename <group> <new name>

source: Invalid syntax. Proper syntax: {0}group suffix <group name> [new suffix].
es_es: Sintaxis inválida. Sintaxis correcta: {0}group suffix <nombre de grupo> [sufijo nuevo].
id_id: Sintaks salah. Sintaks yang sesuai: {0}group suffix <nama grup> [sufiks baru].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}group suffix <group name> [new suffix]

source: Invalid syntax. Proper syntax: {0}help <command/page>
es_es: Sintaxis inválida. Sintaxis correcta: {0}help <comando/página>
id_id: Sintaks salah. Sintaks yang sesuai: {0}help <perintah/halaman>
ja_jp: 無効なSyntaxです。適切なSyntax: {0}help <command/page>

source: Invalid syntax. Proper syntax: {0}item <item name/id> [item amount] [prefix id/name]
es_es: Sintaxis inválida. Sintaxis correcta: {0}item <nombre/id de objeto> [cantidad del objeto] [id/nombre del prefijo]
id_id: Sintaks salah. Sintaks yang sesuai: {0}item <nama/id item> [jumlah item] [id/nama prefiks]
ja_jp: 無効なSyntaxです。適切なSyntax: {0}item <item name/id> [item amount] [prefix id/name]

source: Invalid syntax. Proper syntax: {0}itemban add <item name>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}itemban add <nombre de objeto>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}itemban add <nama item>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}itemban add <item name>

source: Invalid syntax. Proper syntax: {0}itemban allow <item name> <group name>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}itemban allow <nombre de objeto> <nombre de grupo>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}itemban allow <nama item> <nama grup>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}itemban allow <item name> <group name>

source: Invalid syntax. Proper syntax: {0}itemban del <item name>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}itemban del <nombre de objeto>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}itemban del <nama item>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}itemban del <item name>

source: Invalid syntax. Proper syntax: {0}itemban disallow <item name> <group name>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}itemban disallow <nombre de objeto> <nombre de grupo>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}itemban disallow <nama item> <nama grup>.
ja_jp: 無効なSyntaxです。適切なSyntax: {0}itemban disallow <item name> <group name>

source: Invalid syntax. Proper syntax: {0}kick <player> [reason].
es_es: Sintaxis inválida. Sintaxis correcta: {0}kick <jugador> [motivo].
id_id: Sintaks salah. Sintaks yang sesuai: {0}kick <pemain> [alasan].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}kick <player> [reason]

source: Invalid syntax. Proper syntax: {0}me <text>
es_es: Sintaxis inválida. Sintaxis correcta: {0}me <texto>
id_id: Sintaks salah. Sintaks yang sesuai: {0}me <teks>
ja_jp: 無効なSyntaxです。適切なSyntax: {0}me <text>

source: Invalid syntax. Proper syntax: {0}p <team chat text>
es_es: Sintaxis inválida. Sintaxis correcta: {0}p <texto del chat de equipo>
id_id: Sintaks salah. Sintaks yang sesuai: {0}p <teks obrolan tim>
ja_jp: 無効なSyntaxです。適切なSyntax:{0}p <team chat text>

source: Invalid syntax. Proper syntax: {0}projban add <proj id>
es_es: Sintaxis inválida. Sintaxis correcta: {0}projban add <id de proyectil>
id_id: Sintaks salah. Sintaks yang sesuai: {0}projban add <id proyektil>
ja_jp: 無効なSyntaxです。適切なSyntax:{0}projban add <proj id>

source: Invalid syntax. Proper syntax: {0}projban allow <id> <group>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}projban allow <id> <grupo>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}projban allow <id> <grup>
ja_jp: 無効なSyntaxです。適切なSyntax:{0}projban allow <id> <group>

source: Invalid syntax. Proper syntax: {0}projban del <id>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}projban del <id>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}projban del <id>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}projban del <id>

source: Invalid syntax. Proper syntax: {0}projban disallow <id> <group name>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}projban disallow <id> <nombre del grupo>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}projban disallow <id> <nama grup>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}projban disallow <id> <group name>

source: Invalid syntax. Proper syntax: {0}region allow <name> <region>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}region allow <nombre> <región>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}region allow <nama> <wilayah>
ja_jp: 無効なSyntaxです。適切なSyntax: {0}region allow <name> <region>

source: Invalid syntax. Proper syntax: {0}region allowg <group> <region>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}region allowg <grupo> <región>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}region allowg <grup> <wilayah>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}region allowg <group> <region>

source: Invalid syntax. Proper syntax: {0}region define <name>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}region define <nombre>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}region define <nama>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}region define <name>

source: Invalid syntax. Proper syntax: {0}region delete <name>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}region delete <nombre>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}region delete <nama>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}region delete <name>

source: Invalid syntax. Proper syntax: {0}region info <region> [-d] [page].
es_es: Sintaxis inválida. Sintaxis correcta: {0}region info <región> [-d] [página].
id_id: Sintaks salah. Sintaks yang sesuai: {0}region info <wilayah> [-d] [halaman].
ja_jp: 無効なSyntaxです。適切なSyntax:{0}region info <region> [-d] [page]

source: Invalid syntax. Proper syntax: {0}region protect <name> <true/false>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}region protect <nombre> <true/false>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}region protect <nama> <true/false>.
ja_jp: 無効なSyntaxです。適切なSyntax: {0}region protect <name> <true/false>

source: Invalid syntax. Proper syntax: {0}region remove <name> <region>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}region remove <nombre> <región>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}region remove <nama> <wilayah>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}region remove <name> <region>

source: Invalid syntax. Proper syntax: {0}region removeg <group> <region>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}region removeg <grupo> <región>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}region removeg <grup> <wilayah>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}region removeg <group> <region>

source: Invalid syntax. Proper syntax: {0}region rename <region> <new name>
es_es: Sintaxis inválida. Sintaxis correcta: {0}region rename <región> <nombre nuevo>
id_id: Sintaks salah. Sintaks yang sesuai: {0}region rename <wilyah> <nama wilayah>.
ja_jp: 無効なSyntaxです。適切なSyntax: {0}region rename <region> <new name>

source: Invalid syntax. Proper syntax: {0}region resize <region> <u/d/l/r> <amount>
es_es: Sintaxis inválida. Sintaxis correcta: {0}region resize <región> <u/d/l/r> <cantidad>
id_id: Sintaks salah. Sintaks yang sesuai: {0}region resize <wilayah> <u/d/l/r> <jumlah>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}region resize <region> <u/d/l/r> <amount>

source: Invalid syntax. Proper syntax: {0}region tp <region>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}region tp <región>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}region tp <wilayah>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}region tp <region>

source: Invalid syntax. Proper syntax: {0}region z <name> <#>
es_es: Sintaxis inválida. Sintaxis correcta: {0}region z <nombre> <#>
id_id: Sintaks salah. Sintaks yang sesuai: {0}region z <nama> <#>
ja_jp: 無効なSyntaxです。適切なSyntax: {0}region z <name> <#>

source: Invalid syntax. Proper syntax: {0}register <password>.
es_es: Sintaxis inválida. Sintaxis correcta: {0}register <contraseña>.
id_id: Sintaks salah. Sintaks yang sesuai: {0}register <kata-sandi>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}register <password>
