Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: You do not have permission to modify the wind strength of the server.
es_es: No tienes permiso para cambiar la fuerza del viento del servidor.
id_id: Anda tidak memiliki izin untuk memodifikasi kekuatan angin dari server ini.
ja_jp: サーバーの風速を変更する権限がありません。

source: You do not have permission to modify the world difficulty of the server.
es_es: No tienes permiso para cambiar la dificultad de mundo del servidor.
id_id: Anda tidak memiliki izin untuk memodifikasi tingkat kesulitan dari server ini.
ja_jp: サーバーのワールド難易度を変更する権限がありません。

source: You do not have permission to mute {0}
es_es: No tienes permiso para silenciar a {0}
id_id: Anda tidak memiliki izin untuk membisukan {0}
ja_jp: {0}をミュートする権限がありません

source: You do not have permission to perform this action.
es_es: No tienes permiso para realizar esta acción.
id_id: Anda tidak memiliki izin untuk melakukan tindakan ini.
ja_jp: この操作を実行する権限がありません。

source: You do not have permission to place actuators.
es_es: No tienes permiso para colocar actuadores.
id_id: Anda tidak memiliki izin untuk menaruh aktuator.
ja_jp: Actuatorsを配置する権限がありません。

source: You do not have permission to place Logic Sensors.
es_es: No tienes permiso para colocar Sensores Lógicos.
id_id: Anda tidak memiliki izin untuk menaruh logic Sensor.
ja_jp: Logic Sensorsを配置する権限がありません。

source: You do not have permission to place this tile.
es_es: No tienes permiso para colocar este bloque.
id_id: Anda tidak memiliki izin untuk menaruh tile ini.
ja_jp: このタイルを配置する権限がありません。

source: You do not have permission to relocate Town NPCs.
es_es: No tienes permiso para reubicar a los PNJ ciudadanos.
id_id: Anda tidak memiliki izin untuk mengatur lokasi ulang NPC Alun-alun.
ja_jp: Town NPCを移転する権限がありません。

source: You do not have permission to respawn another player.
es_es: No tienes permiso para reaparecer a otro jugador.
id_id: Anda tidak memiliki izin menghidupkan kembali pemain lainnya.
ja_jp: 他のプレイヤーをリスポーンさせる権限がありません。

source: You do not have permission to see player IDs.
es_es: No tienes permiso para ver las IDs de los jugadores.
id_id: Anda tidak memiliki izin untuk melihat ID pemain.
ja_jp: プレイヤーIDを見る権限がありません。

source: You do not have permission to send emotes!
es_es: ¡No tienes permiso para enviar emoticonos!
id_id: Anda tidak memiliki izin untuk mengirim emoji!
ja_jp: エモートを送信する権限がありません！

source: You do not have permission to spawn pets.
es_es: No tienes permiso para invocar mascotas.
id_id: Anda tidak memiliki izin untuk memunculkan peliharaan.
ja_jp: ペットをスポーンさせる権限がありません。

source: You do not have permission to start a party.
es_es: No tienes permiso para iniciar una fiesta.
id_id: Anda tidak memiliki izin untuk memulai pesta.
ja_jp: パーティーを始める権限がありません。

source: You do not have permission to start invasions.
es_es: No tienes permiso para iniciar invasiones.
id_id: Anda tidak memiliki izin untuk memulai peristiwa.
ja_jp: 侵入を開始する権限がありません。

source: You do not have permission to start the {0} event.
es_es: No tienes permiso para iniciar el evento {0}.
id_id: Anda tidak memiliki izin untuk memulai peristiwa {0}.
ja_jp: {0} イベントを開始する権限がありません。

source: You do not have permission to start the Old One's Army.
es_es: No tienes permiso para invocar el Ejército del Antiguo.
id_id: Anda tidak diizinkan untuk memulai Old One's Army.
ja_jp: Old One's Armyを開始する権限がありません。

source: You do not have permission to summon bosses.
es_es: No tienes permiso para invocar jefes.
id_id: Anda tidak memiliki izin untuk memanggil boss.
ja_jp: ボスを召喚する権限がありません。

source: You do not have permission to summon the Empress of Light.
es_es: No tienes permiso para invocar a la Emperatriz de la Luz.
id_id: Anda tidak memiliki izin untuk memanggil sang Empress of Light.
ja_jp: Empress of Lightを召喚する権限がありません。

source: You do not have permission to summon the Lunatic Cultist!
es_es: ¡No tienes permiso para invocar al Sectario Lunático!
id_id: Anda tidak memiliki izin untuk memanggil sang Lunatic Cultist!
ja_jp: Lunatic Cultistを召喚する権限がありません！

source: You do not have permission to teleport all other players.
es_es: No tienes permiso de teletransportar a todos los demás jugadores.
id_id: Anda tidak memiliki izin untuk teleportasi semua pemain lainya.
ja_jp: 他のすべてのプレイヤーをテレポートする権限がありません

source: You do not have permission to teleport all players.
es_es: No tienes permiso de teletransportar a todos los jugadores.
id_id: Anda tidak memiliki izin untuk telportasi semua para pemain.
ja_jp: すべてのプレイヤーをテレポートさせる権限がありません。

source: You do not have permission to teleport other players.
es_es: No tienes permiso de teletransportar a otros jugadores.
id_id: Anda tidak memiliki izin untuk teleportasi pemain lainnya.
ja_jp: 他のプレイヤーをテレポートさせる権限がありません。

source: You do not have permission to teleport using {0}.
es_es: No tienes permiso para teletransportarte usando {0}.
id_id: Anda tidak memiliki izin untuk teleportasi menggunakan {0}.
ja_jp: {0} を使用してテレポートする権限がありません。

source: You do not have permission to teleport using items.
es_es: No tienes permiso para teletransportarte usando objetos.
id_id: Anda tidak memiliki izin untuk teleportasi menggunakan item.
ja_jp: アイテムを使用してテレポートする権限がありません。

source: You do not have permission to teleport using pylons.
es_es: No tienes permiso de teletransportarte usando pilones.
id_id: Anda tidak memiliki izin untuk teleportasi menggunakan pylon.
ja_jp: パイロンを使用してテレポートする権限がありません。

source: You do not have permission to teleport using Wormhole Potions.
es_es: No tienes permiso para teletransportarte usando Pociones de Agujero de Gusano.
id_id: Anda tidak memiliki izin untuk teleportasi menggunakan Wormhole Potion.
ja_jp: ワームホールポーションを使ってテレポートする権限がありません。

source: You do not have permission to teleport.
es_es: No tienes permiso para teletransportarte.
id_id: Anda tidak memiliki izin untuk teleportasi.
ja_jp: テレポートする権限がありません。

source: You do not have permission to toggle godmode.
es_es: No tienes permiso de activar el modo dios.
id_id: Anda tidak memiliki izin untuk aktifkan/nonaktifkan mode dewa.
ja_jp: 神モードを切り替える権限がありません。

source: You do not have permission to upload another player's character join-state server-side-character data.
es_es: No tienes permiso para subir datos de join-state de personaje exclusivo-de-servidor para otro jugador.
id_id: Anda tidak memiliki izin untuk mengunggah karakter pemain lain yang menggabung data karakter sisi peladen.
ja_jp: 他のプレイヤーのサーバーサイドキャラクターデータをアップロードする権限がありません。

source: You do not have permission to use the Enchanted Sundial.
es_es: No tienes permiso para usar el Reloj de Sol Encantado.
id_id: Anda tidak memiliki izin untuk menggunakan Enchanted Sundial.
ja_jp: Enchanted Sundialを使用する権限がありません。

source: You entered a space after {0} instead of a command. Type {0}help for a list of valid commands.
es_es: Has introducido un espacio después de {0} en lugar de un comando. Escribe {0}help para ver la lista de comandos.
ja_jp: コマンドの {0} の後にスペースを入力しました。有効なコマンドの一覧は {0}help と入力してください。

source: You failed to change your password.
es_es: No pudiste cambiar tu contraseña.
id_id: Anda telah gagal dalam mengganti kata sandi anda.
ja_jp: パスワードの変更に失敗しました。

source: You have been Bounced.
es_es: Se te ha negado la entrada.
ja_jp: バウンスされました。

source: You have been remotely muted
es_es: Has sido silenciado de forma remota
id_id: Anda telah dikendali dibisukan.
ja_jp: リモートでミュートされました

source: You have been remotely unmmuted
es_es: Se revocó tu silencio de forma remota
id_id: Anda telah dikendali tidak dibisukan.
ja_jp: リモートでミュート解除されました

source: You have been successfully logged out of your account.
es_es: Te desconectaste de tu cuenta exitosamente.
id_id: Anda telah berhasil dalam mengeluarkan akun anda.
ja_jp: アカウントから正常にログアウトしました。

source: You have buffed {0} with {1} ({2}) for {3} seconds!
es_es: ¡Has potenciado a {0} con {1} ({2}) durante {3} segundos!
id_id: Anda di buff {0} dengan {1} ({2}) dalam {3} detik!
ja_jp: あなたは{0}を{3}秒間、{1} ({2})バフしました。

source: You have changed {0}'s group to {1}
es_es: Has cambiado el grupo de {0} a {1}
id_id: Anda telah mengganti grup {0} ke {1}
ja_jp: {0}のグループを {1}に変更しました

source: You have changed {0}'s group to {1} for {2}
es_es: Has cambiado el grupo de {0} a {1} durante {2}
id_id: Anda telah mengganti grup {0} ke {1} dalam {2}
ja_jp: {0}のグループを {1} から {2} に変更しました

source: You have fallen in hardcore mode, and your items have been lost forever.
es_es: Has muerto en modo extremo y todos tus objetos se han perdido para siempre.
id_id: Anda telah gugur di mode hardcore, dan item anda akan hilang selamanya.
ja_jp: ハードコアモードで失敗しました。アイテムは永遠に失われました。

source: You have launched {0} into space.
es_es: Has lanzado a {0} a la estratosfera.
id_id: Anda telah melempar {0} keluar angkasa.
ja_jp: {0} を宇宙に発射した。

source: You have launched yourself into space.
es_es: Te has lanzado a ti mismo a la estratosfera.
id_id: Anda telah melempar diri anda sendiri keluar angkasa.
ja_jp: 宇宙に出発！

source: You have muted {0} for {1}
es_es: Has silenciado a {0} por {1}
id_id: Anda telah dibisukan {0} dalam {1}
ja_jp: {0} を {1}のため、ミュートしました

source: You have respawned {0}
es_es: Has reaparecido a {0}
id_id: Anda telah memanggil ulang {0}
ja_jp: あなたは {0}をリスポーンしました

source: You have respawned yourself.
es_es: Te has reaparecido a ti mismo.
id_id: Anda telah memanggil ulang diri anda sendiri.
ja_jp: あなたは自分自身をリスポーンしました。

source: You have successfully changed your password.
es_es: Cambiaste tu contraseña exitosamente.
id_id: Anda telah berhasil mengubah kata sandiri anda.
ja_jp: パスワードを正常に変更しました。

source: You have unmuted {0}.
es_es: Has desmuteado a {0}.
id_id: Anda telah tidak membisukan {0}.
ja_jp: {0} をミュート解除しました。

source: You haven't previously received any whispers.
es_es: No has recibido ningún susurro recientemente.
id_id: Anda belum pernah menerima bisikan apa pun sebelumnya.
ja_jp: ウィスパーを受け取ったことがありません

source: You healed {0} for {1} HP.
es_es: Curas {1} puntos de vida a {0}.
id_id: Anda menyembuhkan {0} dengan HP {1}.
ja_jp: あなたは {0} を {1} HP回復しました。

source: You healed yourself for {0} HP.
es_es: Te curas por {0} puntos de vida.
id_id: Anda telah menyembuhkan diri sendiri dengan HP {0}.
ja_jp: 自分を{0} HP回復しました。

source: You just killed {0}!
es_es: ¡Has matado a {0}!
id_id: Anda telah membunuh {0}!
ja_jp: {0}を倒した！

source: You just killed yourself!
es_es: ¡Te has matado a ti mismo!
id_id: Anda telah membunuh diri anda sendiri!.
ja_jp: あなたは自分自身を殺した！

source: You launched fireworks on {0}.
es_es: Has lanzado fuegos artificiales sobre {0}.
id_id: Anda telah meluncurkan kembang api mengenai {0}.
ja_jp: {0} に花火を打ち上げました。

source: You launched fireworks on yourself.
es_es: Has lanzado fuegos artificiales sobre ti mismo.
id_id: Anda telah meluncurkan kembang api mengenai diri anda sendiri.
ja_jp: あなた自身に花火を打ち上げた。

source: You logged in from another location.
es_es: Has iniciado sesión desde otra ubicación.
id_id: Anda masuk dari lokasi lain.
ja_jp: 別の場所からログインしました。

source: You logged in from the same IP.
es_es: Has iniciado sesión desde la misma IP.
id_id: Anda masuk dari IP yang sama.
ja_jp: 同じIPアドレスからログインしました。

source: You may now receive whispers from other players.
es_es: Ahora podrás recibir susurros de otros jugadores.
id_id: Anda sekarang dapat menerima bisikan dari pemain lain.
ja_jp: 他のプレイヤーからウィスパーを受け取ることができます。

source: You may wish to consider removing the tshock.ignore.ssc permission or negating it for this player.
es_es: Deberías considerar el quitar o denegar el permiso tshock.ignore.ssc para este jugador.
id_id: Anda mungkin ingin mempertimbangkan untuk menghapus izin tshock.ignore.ssc atau meniadakannya untuk pemain ini.
ja_jp: tshock.ignore.ssc 権限を削除するか、このプレーヤーの権限を無効にすることができます。

source: You must be logged in to take advantage of protected regions.
es_es: Debes estar conectado para poder aprovechar las regiones protegidas.
id_id: Anda harus masuk untuk memanfaatkan wilayah yang dilindungi.
ja_jp: 保護された地域を利用するにはログインする必要があります。

source: You must provide a setup code!
es_es: ¡Debes proporcionar el código de configuración!
id_id: Anda harus memberikan kode penyiapan!
ja_jp: セットアップコードを入力してください！

source: You must set ForceTime to normal via config to use the Enchanted Sundial.
es_es: Debes cambiar a normal la opción ForceTime en el archivo de configuración para usar el Reloj de Sol Encantado.
id_id: anda harus mengatur ForceTime ke bentuk normal dengan konfigurasi untuk menggunakan Enchanted Sundial.
ja_jp: Enchanted Sundialを使用するには、設定からForceTimeを通常に設定する必要があります。

source: You must spawn the Wall of Flesh in hell.
es_es: Debes invocar al Muro Carnoso en el inframundo.
id_id: Anda harus membangkitkan sang Wall of Flesh di neraka.
ja_jp: Wall of Fleshを地獄にスポーンしなければなりません。

source: You must use this command in-game.
es_es: Debes usar este comando dentro del juego.
id_id: Anda harus di dalam permain untuk menggunakan perintah ini.
ja_jp: ゲーム内でこのコマンドを使用する必要があります。

source: You need to join with a hardcore player.
es_es: Necesitas unirte con un jugador en modo extremo.
id_id: Anda harus bergabung dengan karakter hardcore.
ja_jp: ハードコアプレーヤーで参加する必要があります。

source: You need to join with a mediumcore player or higher.
es_es: Necesitas unirte con un jugador en modo medio o superior.
id_id: Anda harus bergabung dengan karakter mediumcore atau lebih tinggi.
ja_jp: ミディアムコアプレーヤー以上で参加する必要があります。

source: You need to join with a softcore player.
es_es: Necesitas unirte con un jugador en modo clásico.
id_id: Anda harus join menggunakan karakter softcore.
ja_jp: ソフトコアプレーヤーで参加する必要があります。

source: You need to rejoin to ensure your trash can is cleared!
es_es: ¡Tienes que volver a entrar para asegurarnos que tu casilla basurero está vacía!
id_id: Anda harus bergabung kembali untuk memastikan tempat sampah Anda dibersihkan!
ja_jp: ゴミ箱をクリアするには、再び参加する必要があります。

source: You spawned {0} {1} time.
es_es: Has invocado a {0} {1} vez.
id_id: Anda memunculkan {0} {1} kali
ja_jp: {0} {1} 回スポーンしました。

source: You warped {0} to {1}.
es_es: Transportas a {0} hacia {1}.
id_id: Anda memberi warp {0} kepada {1}.
ja_jp: {0} を {1} にワープしました。

source: You were teleported to {0}.
es_es: Te han teletransportado hacia {0}.
id_id: Anda diteleportasi ke {0}.
ja_jp: {0} にテレポートしました。

source: You will be teleported to your last known location...
es_es: Serás teletransportado a tu última ubicación conocida...
id_id: Anda akan diteleportasikan ke tempat lokasi terakhir anda yang diketahui...
ja_jp: 前回の場所にテレポートされます...

source: You will no longer receive whispers from other players.
es_es: Ya no recibirás más susurros de otros jugadores.
id_id: Anda tidak akan lagi menerima bisikan dari pemain lain.
ja_jp: 他のプレイヤーからのウィスパーは受信されなくなります。

source: You're not allowed to change tiles here!
es_es: ¡No tienes permiso para cambiar bloques aquí!
id_id: Anda tidak diizinkan untuk mengubah tile di sini!
ja_jp: ここでタイルを変更することはできません！

source: You're trying to sync, but you don't have a packages.json file.
es_es: Estás intentando sincronizar, pero no tienes un archivo packages.json.
ja_jp: 同期しようとしていますが、packages.json ファイルはありません。

source: Your account has been elevated to superadmin for 10 minutes.
es_es: Tu cuenta fue ascendida a superadmin por 10 minutos.
id_id: Akun Anda telah ditingkatkan menjadi superadmin selama 10 menit.
ja_jp: あなたのアカウントは10分間上級管理者に昇格されました。

source: Your account, "{0}", has been registered.
es_es: Has registrado tu cuenta: "{0}".
id_id: Akun anda, "{0}", sudah terdaftar.
ja_jp: あなたのアカウント "{0}" は登録されました。

source: Your account's group could not be loaded. Please contact server administrators about this.
es_es: El grupo de tu cuenta no pudo ser cargado. Por favor informa de esto a los administradores del servidor.
id_id: Grup akun Anda tidak dapat dimuat. Silakan hubungi administrasi peladen tentang hal ini.
ja_jp: アカウントのグループを読み込むことができませんでした。サーバー管理者に問い合わせてください。

source: Your client didn't send the right connection information.
es_es: Su cliente no envió la información de conexión correcta.
ja_jp: クライアントが正しい接続情報を送信しませんでした。

source: Your client sent a blank character name.
es_es: Tu cliente envió un nombre de personaje en blanco.
id_id: Klien Anda mengirim nama karakter kosong.
ja_jp: あなたのクライアントは空白の文字名を送信しました。

source: Your client sent a blank UUID. Configure it to send one or use a different client.
es_es: Tu cliente envió un UUID en blanco. Configúralo para que envíe uno o usa un cliente distinto.
ja_jp: クライアントは空白の UUID を送信しました。送信するか別のクライアントを使用するように設定してください。

source: Your database contains invalid UserIDs (they should be integers).
es_es: Tu base de datos contiene UserIDs inválidas (deberían ser números enteros).
id_id: Basis data Anda berisi UserID yang tidak benar (harus berupa bilangan bulat).
ja_jp: データベースに無効なユーザーIDが含まれています(整数である必要があります)。

source: Your group has been changed to {0} for {1}
es_es: Tu grupo fue cambiado a {0} por {1}
id_id: Grup anda telah diubah menjadi {0} dalam {1}
ja_jp: あなたのグループは、 {0} の {1}に変更されました

source: Your group has temporarily been changed to {0}
es_es: Tu grupo fue cambiado temporalmente a {0}
id_id: Grup Anda sementara telah diubah menjadi {0}
ja_jp: グループは一時的に {0}に変更されました

source: Your inventory seems full.
es_es: Tu inventario parece estar lleno.
id_id: Ruang penyimpanan anda terlihat penuh.
ja_jp: インベントリが一杯です。

source: Your local character data, from your initial connection, has been uploaded to the server.
es_es: Los datos locales de tu personaje, desde tu conexión inicial, se han subido al servidor.
id_id: Data karakter lokal anda, dari koneksi awal anda, telah diunggah ke dalam peladen.
ja_jp: 初期接続時のローカルキャラクターデータがサーバーにアップロードされました。

source: Your new account has been verified, and the {0}setup system has been turned off.
es_es: Tu nueva cuenta ha sido verificada y el sistema {0}setup ha sido desactivado.
id_id: Akun baru anda telah terverifikasi, dan sistem {0}setup telah dimatikan.
ja_jp: 新しいアカウントが認証され、 {0}setup システムがオフになりました。

source: Your password did not match this character's password.
es_es: Tu contraseña no coincide con la contraseña de este personaje.
id_id: Kata sandi anda tidak cocok dengan kata sandi karakter ini.
ja_jp: パスワードが一致しません。

source: Your password is {0}.
es_es: Tu contraseña es: {0}.
id_id: Kata sandi anda adalah {0}.
ja_jp: あなたのパスワードは {0}です。

source: Your previous permission set has been restored.
es_es: Se ha restaurado tu conjunto de permisos previos.
id_id: Pengaturan izin anda sebelumnya telah dipulihkan.
ja_jp: 以前の権限セットが復元されました。

source: Your reference dumps have been created in the server folder.
es_es: Los volcados de referencia han sido creados en la carpeta del servidor.
id_id: Dump referensi Anda telah dibuat di berkas pelden.
ja_jp: サーバーフォルダに参照ダンプが作成されました。

source: Your server-side character data has been saved.
es_es: Se han guardado los datos de SSC para tu personaje.
id_id: Karakter sisi peladen anda telah disimpan.
ja_jp: サーバーサイドキャラクターデータが保存されました。

source: Your temporary group access has expired.
es_es: Expiró tu acceso temporal al grupo.
id_id: Akses grup sementara anda telah berakhir.
ja_jp: 一時的グループ権限の有効期限が切れました。

source: z <name> <#> - Sets the z-order of the region.
es_es: z <name> <#> - Establece el orden Z de la región.
id_id: z <nama> <#> - mengatur urutan-z wilayah.
ja_jp: z <name> <#> - 地域のz-orderを設定します。

# Likely non-vanilla client send zero-length password
source: You have been Bounced for invalid password.
es_es: Se te ha negado la entrada por contraseña inválida.
id_id: Anda telah dikick dikarenakan salah password.
ja_jp: 無効なパスワードでバウンスされました。

source: {0} caused it to coin rain.
id_id: {0} telah menurunkan hujan koin.
ja_jp: {0} がコインの雨を降らせました。

source: {0} changed the wind speed to {1}mph.
id_id: {0} telah mengubah kecepatan angin menjadi {1}mph.
ja_jp: {0} は風速を {1}mphに変更しました。

source: {0} ended the coin rain.
id_id: {0} telah mengakhiri hujan koin.
ja_jp: {0} がコインの雨を終わらせました。

source: {0} started a meteor shower.
id_id: {0} memulai hujan meteor.
ja_jp: {0} が流星群を開始しました。

source: {0} stopped the meteor shower.
id_id: {0} menghentikan hujan meteor.
ja_jp: {0} が流星群を止めた。

source: *{0} was slain {1} times.
id_id: *{0} telah terbunuh {1} kali.
ja_jp: *{0} は {1} 回倒された。

source: *{0} was slain by other players {1} times.
id_id: *{0} telah terbunuh oleh pemain {1} kali.
ja_jp: *{0} は {1} 回、他のプレイヤーに倒されました。

source: *You were slain {0} times.
id_id: *Kamu telah terbunuh {0} kali.
ja_jp: *あなたは {0} 回、殺されました。

source: *You were slain by other players {0} times.
id_id: *kamu telah terbunuh oleh pemain {0} kali.
ja_jp: *あなたは {0} 回、他人に殺されました。

source: Cactus
id_id: Kaktus
ja_jp: サボテン

source: resetTime {0}, direct {1}
id_id: resetTime {0}, berjalan {1}

source: Warps ({{0}}/{{1}}):
id_id: Warp-warp ({{0}}/{{1}}):
ja_jp: ワープ({{0}}/{{1}}):

source: 'palm', 'corruptpalm', 'crimsonpalm', 'hallowpalm'.
ja_jp: 'palm', 'corruptpalm', 'crimspalm', 'hallowpalm'

source: (Super Admin)
ja_jp: (上級管理者)

source: Failed to add {0} to the whitelist. Perhaps it is already whitelisted?
ja_jp: {0} をホワイトリストに追加できませんでした。既にホワイトリストに登録されている可能性があります。

source: Group {0} has been modified successfully.
ja_jp: グループ {0} が正常に変更されました。

source: Hook blocked the attempt to change the user group.
ja_jp: フックはユーザーグループの変更をブロックしました。

source: If you somehow managed to get this message, please report it to the TShock team :
ja_jp: このメッセージを何とか受け取れた場合は、TShock チームに報告してください:

source: Invalid syntax. Proper syntax: {0}wind <speed in mph>.
ja_jp: 無効なSyntaxです。適切なSyntax:{0}wind <speed in mph>

source: Invalid whitelist entry at line {0}: "{1}", skipped
ja_jp: {0}行目のホワイトリストエントリが無効です: "{1}" はスキップされました

source: Invalid Whitelist syntax. Usage: {0}whitelist <ip[/range]>
ja_jp: 無効なホワイトリストSyntaxです。使用例：{0}whitelist <ip[/range]>

source: Invalid wind speed (must be between -40 and 40).
ja_jp: 風速が無効です（-40 ～ 40 の間でなければなりません）

source: IPv6 address '{0}' is not supported by Terraria. Skipping check.
ja_jp: IPv6 アドレス '{0}' はテラリアではサポートされていません。 スキップチェック。

source: No recent boss kill data found.
ja_jp: 最近のボスのキルデータが見つかりません。

source: Shows the number of deaths for all online players.
ja_jp: すべてのオンラインプレイヤーの死亡数を表示します。

source: Shows the number of PVP deaths for all online players.
ja_jp: すべてのオンラインプレイヤーの PVP 死亡数を表示します。

source: Shows your number of deaths.
ja_jp: 死亡数を表示します。

source: Shows your number of PVP deaths.
ja_jp: PVPによる死亡数を表示します。

source: SSC restore failed for {0}: {1}
ja_jp: {0}のSSC復元に失敗しました: {1}

source: SSC restore failed. Please rejoin.
ja_jp: SSCの復元に失敗しました。再接続してください。

source: Unable to update group of user {0}.
ja_jp: ユーザー {0} のグループを更新できません。

source: Unrecognized special effect (Packet 51). Please report this to the TShock developers.
ja_jp: 認識できない特殊効果(Packet 51) TShock 開発者に報告してください。

source: Unsupported database type.
ja_jp: サポートされていないデータベースタイプです。

source: Use "{0}worldevent rain coin" to start coin rain!
ja_jp: コインレインを開始するには、「{0}worlddevent rain coin」を使用してください！

source: You cannot use the Enchanted Moondial because time is stopped.
ja_jp: 時間が停止しているため、Enchanted Moondialを使用することはできません

source: You do not have permission to summon the Skeletron.
ja_jp: スケルトンを召喚する権限がありません。

source: You do not have permission to use permanent boosters.
ja_jp: 永久ブースターを使用する権限がありません。

source: You do not have permission to use the Enchanted Moondial.
ja_jp: Enchanted Moondialを使用する権限がありません。

source: You do not have permission to use this effect.
ja_jp: この効果を使用する権限がありません。

source: You must set ForceTime to normal via config to use the Enchanted Moondial.
ja_jp: Enchanted Moondialを使用するには、設定からForceTimeを通常に設定する必要があります。

source: Your chat message exceeds the maximum length of {1} characters. ({0}/{1}).
ja_jp: チャットメッセージが {1} 文字を超えています。（{0}/{1}）

# The account name of server console.
source: ServerConsole
ja_jp: サーバーコンソール
