Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: Unable to parse command '{0}' from player {1}.
es_es: No se puede analizar el comando '{0}' del jugador {1}.
id_id: Tidak dapat mengurai perintah '{0}' dari pemain {1}.
ja_jp: プレイヤー{1}からコマンド '{0}' を解析できません。

source: Unable to parse command. Please contact an administrator for assistance.
es_es: No se puede analizar el comando. Por favor contacte a un administrador para obtener ayuda.
id_id: Tidak dapat mengurai perintah. Silakan hubungi administrasi untuk mendapatkan bantuan.
ja_jp: コマンドを解析できません。管理者に問い合わせてください。

source: Unable to spawn a Wall of Flesh based on its current state or your current location.
es_es: No se puede generar un Muro Carnoso basado en su estado o tu ubicación actual.
id_id: Tidak dapat membangkitkan Wall of Flesh berdasarkan statusnya saat ini atau lokasi Anda saat ini.
ja_jp: 現在の状態または現在の場所に基づいてWall of Fleshを設置することはできません。

source: Unable to verify the password hash for user {0} ({1})
es_es: No se puede verificar el hash de contraseña para el usuario {0} ({1})
id_id: Tidak dapat memverifikasi hash kata sandi untuk pengguna {0} ({1})
ja_jp: ユーザー {0} のパスワード ハッシュを確認できません ({1})

source: Unbanned {0}.
es_es: Se revocó la prohibición de {0}.
id_id: membatalkan blokir {0}.
ja_jp: {0} のBANを解除しました .

source: Unbanned projectile {0}.
es_es: Se revocó la prohibición del proyectil {0}.
id_id: Proyektil tidak diblokir {0}.
ja_jp: 発射物 {0}の禁止を解除しました。

source: Unbanned tile {0}.
es_es: Se revocó la prohibición del bloque {0}.
id_id: Tile tidak diblokir {0}.
ja_jp: タイル {0}の禁止を解除しました。

source: Unknown ban command. Try {0} {1}, {2}, {3}, {4}, {5}, or {6}.
es_es: Comando de ban desconocido. Prueba {0} {1}, {2}, {3}, {4}, {5}, o {6}.
id_id: Perintah pemblokiran tidak dikenali. Coba {0} {1}, {2}, {3}, {4}, {5}, atau {6}.
ja_jp: 不明なBANコマンドです。 {0} {1}, {2}, {3}, {4}, {5}, または {6} を試してください。

source: Unknown plant!
es_es: ¡Planta desconocida!
id_id: tanaman tidak dikenali!
ja_jp: 未知の植物！

source: Unrecognized player direction
es_es: Dirección del jugador no reconocida
id_id: Penghubung pemain tidak dikenal.
ja_jp: 認識できないプレイヤーの方向

source: Until the problem is resolved, TShock will not be able to start (and will crash on startup).
es_es: Hasta que no se resuelva el problema, TShock no podrá iniciarse (y crasheará al cargar).
id_id: Sampai masalah teratasi, TShock tidak akan dapat dijalankan (dan akan macet saat memulai).
ja_jp: 問題が解決するまで、TShock は起動できません(起動時にクラッシュします)。

source: Update server did not respond with an OK. Server message: [error {0}] {1}
es_es: El servidor de actualización no respondió con un OK. Mensaje del servidor: [error {0}] {1}
ja_jp: 更新サーバーが応答しませんでした。サーバーメッセージ: [error {0}] {1}

source: UpdateLogin SQL returned an error
es_es: SQL UpdateLogin devolvió un error
id_id: UpdateLogin SQL mengembalikan sebuah kesalahan
ja_jp: UpdateLogin SQLはエラーを返しました

source: UpdateManager warning: {0}
es_es: Advertencia de UpdateManager: {0}
id_id: Peringatan UpdateManager: {0}
ja_jp: UpdateManager 警告: {0}

source: Upload the account information when you joined the server as your Server Side Character data.
es_es: Sube la información de la cuenta cuando te uniste al servidor como tus datos de Personaje Exclusivo-de-Servidor.
id_id: Unggah informasi akun saat anda sudah bergabung dengan peladen sebagai data Karakter Sisi Peladen anda.
ja_jp: サーバーサイドキャラクターデータとしてサーバーに参加したときにアカウント情報をアップロードします。

source: Usage: {0}tempgroup <username> <new group> [time]
es_es: Uso: {0}tempgroup <nombreUsuario> <grupo nuevo> [tiempo]
id_id: gunakan: {0}tempgroup <nama-pengguna> <grup baru> [waktu]
ja_jp: 使い方: {0}tempgroup <username> <new group> [time]

source: Usage: /sudo [command].
es_es: Uso: /sudo [comando].
id_id: Gunakan: /sudo [command].
ja_jp: 使い方: /sudo [command]

source: Usage: /uploadssc [playername].
es_es: Uso: /uploadssc [nombreJugador].
id_id: Gunakan: /uploadssc [playername].
ja_jp: 使い方: /uploadssc [playername]

source: Use "{0}worldevent rain slime" to start slime rain!
es_es: ¡Usa "{0}worldevent rain slime" para iniciar una lluvia de slimes!
id_id: Gunakan "{0}worldevent rain slime" untuk memulai hujan slime!
ja_jp: スライムの雨を始めるには、「{0}worlddevent rain slime」を使用してください!

source: Use "my query" for items with spaces.
es_es: Usa comillas (Ej. "tal objeto") para objetos con espacios.
id_id: Gunakan "my query" untuk item dengan spasi.
ja_jp: スペースを持つアイテムには "my query" を使用してください。

source: Use tsi:[number] or tsn:[username] to distinguish between user IDs and usernames.
es_es: Usa tsi:[number] o tsn:[username] para distinguir entre IDs y nombres de usuario.
id_id: Gunakan tsi:[number] atau tsn:[username] untuk membedakan antara ID pengguna dan nama pengguna.
ja_jp: tsi:[number] または tsn:[username] を使用して、ユーザー ID とユーザー名を区別します。

source: Used to authenticate as superadmin when first setting up TShock.
es_es: Se usa para autenticarse como superadmin la primera vez que configuras TShock.
id_id: Digunakan untuk mengautentikasi sebagai superadmin saat pertama kali menyiapkan TShock.
ja_jp: TShokを最初に設定する際にスーパー管理者として認証するために使用されます。

source: User {0} '{1}' doesn't exist
es_es: El usuario {0} '{1}' no existe
id_id: Pengguna {0} '{1}' tidak ada
ja_jp: ユーザー {0} '{1}' は存在しません

source: User {0} already exists.
es_es: Ya existe el usuario {0}.
id_id: Pengguna {0} sudah ada.
ja_jp: ユーザー {0} は既に存在します。

source: User {0} could not be added, check console for details.
es_es: El usuario {0} no pudo ser añadido, comprueba la consola para más detalles.
id_id: Pengguna {0} tidak dapat ditambahkan, cek console untuk rincinya.
ja_jp: ユーザー {0} を追加できませんでした。詳細はコンソールを確認してください。

source: User {0} could not be added. Check console for details.
es_es: El usuario {0} no pudo ser añadido. Comprueba la consola para más detalles.
id_id: Pengguna {0} tidak dapat ditambahkan. Cek console untuk rincinya.
ja_jp: ユーザー {0} を追加できませんでした。詳細はコンソールを確認してください。

source: User {0} does not exist.
es_es: El usuario {0} no existe.
id_id: User {0} tidak ada.
ja_jp: ユーザー {0} は存在しません。

source: User account {0} already exists
es_es: La cuenta de usuario {0} ya existe
id_id: Akun pengguna {0} sudah ada
ja_jp: ユーザーアカウント {0} は既に存在します

source: User account {0} does not exist
es_es: La cuenta de usuario {0} no existe
id_id: Akun Pengguna {0} tidak ada.
ja_jp: ユーザーアカウント {0} は存在しません

source: User management command help:
es_es: Ayuda del comando de gestión de usuario:
id_id: Bantuan perintah manajemen pengguna:
ja_jp: ユーザ管理コマンドヘルプ:

source: Username or password may be incorrect or this account may not have sufficient privileges.
es_es: El nombre de usuario o la contraseña pueden ser incorrectos o esta cuenta puede no tener suficientes privilegios.
id_id: Nama pengguna atau kata sandi mungkin salah atau akun ini mungkin tidak memiliki keunggulan yang cukup.
ja_jp: ユーザー名またはパスワードが正しくないか、このアカウントに十分な権限がありません。

source: Using {0} for tile implementation
es_es: Usando {0} para la implementación de casillas
id_id: Menggunakan {0} untuk implementasi tile
ja_jp: タイル実装に {0} を使用する

source: Using {0} on non-honey
es_es: Usando {0} en algo que no es miel
ja_jp: ハチミツ以外で {0} を使用

source: Using {0} on non-lava
es_es: Usando {0} en algo que no es lava
ja_jp: 溶岩以外で {0} を使用

source: Using {0} on non-shimmer
es_es: Usando {0} en algo que no es fulgor
ja_jp: Shimmer以外で {0} を使用

source: Using {0} on non-water
es_es: Usando {0} en algo que no es agua
ja_jp: 水以外で {0} を使用

source: Using {0} on non-water or shimmer
es_es: Usando {0} en algo que no es agua o fulgor
ja_jp: 水やShimmer以外で {0} を使用

source: Using {0} to manipulate unknown liquid {1}
es_es: Usando {0} para manipular el líquido desconocido {1}
ja_jp: {0} を使用して未知の液体 {1} を操作

source: Using banned {0} to manipulate liquid
es_es: Usando el {0} prohibido para manipular líquido
ja_jp: BANされた {0} を使用して液体を操作

source: Using banned honey bucket without permissions
es_es: Usando el cubo de miel prohibido sin permisos
id_id: Menggunakan honey bucket yang diblokir tanpa perizinan.
ja_jp: BANされたハチミツバケツを許可なしで使用

source: Using banned lava bucket without permissions
es_es: Usando cubo de lava prohibido sin permisos
id_id: Menggunakan lava bucket yang diblokir tanpa perizinan.
ja_jp: BANされた溶岩バケツを許可なく使用

source: Using banned shimmering water bucket without permissions
es_es: Usando cubo de fulgor prohibido sin permisos
ja_jp: BANされたShimmerバケツを使用

source: Using banned water bucket without permissions
es_es: Usando cubo de agua prohibido sin permisos
id_id: Menggunakan water bucket yang diblokir tanpa perizinan.
ja_jp: BANされた水バケツを使用

source: UUID does not match this character.
es_es: El UUID no coincide con este personaje.
id_id: UUID tidak cocok dengan karakter ini.
ja_jp: UUIDはこのキャラクターと一致しません。

source: Valid event types: {0}.
es_es: Tipos de eventos válidos: {0}.
id_id: Tipe-tipe peristiwa yang benar: {0}
ja_jp: 有効なイベントタイプ: {0}.

source: Valid invasion types if spawning an invasion: {0}.
es_es: Tipos de invasión válidos si se genera una invasión: {0}.
id_id: Tipe-tipe penyerbuan jika memunculkan semua penyerbuan: {0}.
ja_jp: 侵略をスポーンさせる場合に有効な侵略タイプ： {0}。

source: Valid invasion types: {0}.
es_es: Tipos de invasión válidos: {0}.
id_id: Tipe-tipe penyerbuan yang benar: {0}.
ja_jp: 有効な侵略タイプ: {0}

source: Valid world modes: {0}
es_es: Modos de mundo válidos: {0}
id_id: Mode-mode dunia yang benar: {0}
ja_jp: 有効なワールドモード: {0}

source: Warp {0} already exists.
es_es: El warp {0} ya existe.
id_id: Warp {0} sudah ada.
ja_jp: ワープ {0} は既に存在します。

source: Warp {0} is now private.
es_es: El warp {0} es ahora privado.
id_id: sekarang warp {0} pribadi.
ja_jp: ワープ {0} は現在プライベートです。

source: Warp {0} is now public.
es_es: El warp {0} es ahora público.
id_id: Sekarang warp {0} publik.
ja_jp: ワープ {0} は公開中です。

source: Warp added: {0}.
es_es: Warp añadido: {0}
id_id: Warp telah ditembakkan: {0}.
ja_jp: ワープを追加しました: {0}.

source: Warp deleted: {0}
es_es: Warp eliminado: {0}
id_id: Warp telah dihapus: {0}
ja_jp: ワープを削除しました: {0}

source: Warped to {0}.
es_es: Te transportas a {0}.
id_id: Warp kedalam {0}.
ja_jp: {0} にワープしました

source: Welcome to TShock for Terraria!
es_es: ¡Bienvenido a TShock para Terraria!
id_id: Selamat datang di Tshock untuk Terraria!
ja_jp: TShock for Terrariaへようこそ！

source: Whisper Syntax
es_es: Sintaxis de Whisper
id_id: Sintaks Bisikan
ja_jp: Syntaxにウィスパー

source: Willow Tree
es_es: Sauce
ja_jp: Willowの木

source: Without a list of plugins to install, no plugins can be installed.
es_es: No se pueden instalar plugins sin una lista de estos para su instalación.
ja_jp: インストールするプラグインのリストがない場合、プラグインをインストールすることはできません。

source: World backed up ({0}).
es_es: Mundo respaldado ({0}).
id_id: Dunia dicadangkan{0}).
ja_jp: ワールドがバックアップされました ({0})。

source: World backed up.
es_es: Mundo respaldado.
id_id: Dunia telah dicadangkan.
ja_jp: ワールドがバックアップされました。

source: World mode set to {0}.
es_es: Tipo de mundo cambiado a {0}.
id_id: Mode dunia diatur menjadi {0}.
ja_jp: ワールドモードを {0} に設定しました。

source: World name will be overridden by: {0}
es_es: El nombre del mundo será reemplazado por: {0}
id_id: Nama dunia akan ditimpa oleh: {0}
ja_jp: ワールド名は {0}によって上書きされました

source: World path has been set to {0}
es_es: La ruta del mundo se ha establecido en {0}
id_id: Jalur dunia telah dtetapkan ke {0}
ja_jp: ワールドパスが {0}に設定されました

source: World saved at ({0})
es_es: Mundo guardado en ({0})
id_id: Dunia telah disimpan di ({0})
ja_jp: ワールドは{0} に保存されました

source: World saved.
es_es: Mundo guardado.
id_id: Dunia telah disimpan.
ja_jp: ワールドは保存されました。

source: You are already dead!
es_es: ¡Ya estás muerto!
id_id: Anda sudah mati!
ja_jp: あなたは既に死んでいます！

source: You are already logged in, and cannot login again.
es_es: Tu sesión ya ha sido iniciada, por lo que no puedes volver a iniciarla.
id_id: Anda sudah masuk, tidak perlu masuk lagi.
ja_jp: 既にログインしているため、再度ログインできません。

source: You are dead. Dead players can't go home.
es_es: Estás muerto(a). Los jugadores muertos no pueden ir a casa.
id_id: Anda telah mati. Pemain yang mati tidak dapat pulang ke rumah.
ja_jp: 死んだプレイヤーは家に帰れません。

source: You are muted!
es_es: ¡Estás silenciado!
id_id: Anda telah dibisukan!
ja_jp: ミュートされました！

source: You are muted.
es_es: Estás silenciado.
id_id: Anda telah dibisukan!
ja_jp: ミュートされました。

source: You are no longer in god mode.
es_es: Ya no estás en modo dios.
id_id: Anda sudah lama tidak dalam mode dewa.
ja_jp: あなたはもう神モードではありません。

source: You are not dead!
es_es: ¡No estás muerto!
id_id: Anda belum mati!
ja_jp: あなたは死んでいません！

source: You are not in a party!
es_es: ¡No estás en un grupo!
id_id: Anda tidak berada didalam sebuah tim!
ja_jp: パーティーに参加していません！

source: You are not logged-in. Therefore, you cannot logout.
es_es: No has iniciado sesión. Por ende, no puedes cerrarla.
id_id: Anda belum masuk. Oleh karena itu, anda tidak dapat keluar.
ja_jp: ログインしていないため、ログアウトできません。

source: You are not on the whitelist.
es_es: No estás en la lista blanca.
id_id: Anda tidak termasuk dalam daftar putih.
ja_jp: ホワイトリストに登録されていません。

source: You are now being annoyed.
es_es: Ahora estás siendo molestado.
id_id: Anda sekarang dibuat kesal.
ja_jp: あなたはいたずらされています。

source: You are now in god mode.
es_es: Ahora estas en modo dios.
id_id: Anda sekarang berada dalam mode dewa.
ja_jp: 神モードになりました。

source: You buffed yourself with {0} ({1}) for {2} seconds.
es_es: Te potencias con {0} ({1}) por {2} segundos.
id_id: Anda memberi buff ke diri anda sendiri dengan {0} ({1}) dalam {2} detik.
ja_jp: あなたは自身を {0} ({1}) で {2} 秒間、バフしました

source: You butchered {0} NPC.
es_es: Mataste {0} PNJ.
id_id: Anda telah membunuh {0} NPC
ja_jp: {0} NPCを屠殺しました。

source: You can modify & distribute it under the terms of the GNU GPLv3.
es_es: Puedes modificar y distribuirlo bajo los términos de la GNU GPLv3.
id_id: Anda dapat memodifikasi dan mendistribusikannya di bawah ketentuan GNU GPLv3.
ja_jp: GNU GPLv3 の条項に基づいて改変・配布することができます。

source: You can use '{0}sudo {0}{1}' to override this check.
es_es: Puedes utilizar '{0}sudo {0}{1}' para anular esta comprobación.
id_id: anda bisa gunakan '{0}sudo {0}{1}' untuk mengesampingkan pemeriksaan ini.
ja_jp: このチェックをオーバーライドするには '{0}sudo {0}{1}' を使用できます。

source: You can use {0} instead of {1} to annoy a player silently.
es_es: Puedes usar {0} en lugar de {1} para molestar a un jugador silenciosamente.
id_id: anda bisa gunakan {0} daripada {1} untuk mengganggu pemain secara diam-diam.
ja_jp: {0}を{1}の代わりに使用すると、知らせずにいたずらできます。

source: You can use {0} instead of {1} to execute this command silently.
es_es: Puede usar {0} en lugar de {1} para ejecutar este comando de forma silenciosa.
id_id: anda bisa gunakan {0} daripada {1} untuk menjalankan perintah ini secara diam-diam.
ja_jp: {0}を{1}の代わりに使用すると、知らせずにコマンド実行できます。

source: You can use {0} instead of {1} to launch a firework silently.
es_es: Puedes usar {0} en lugar de {1} para lanzar un fuego artificial silenciosamente.
id_id: anda bisa gunakan {0} daripada {1} untuk meluncurkan kembang api secara diam-diam.
ja_jp: {0}を{1}の代わりに使用すると、知らせずに花火を使用できます。

source: You can use {0} instead of {1} to rocket a player silently.
es_es: Puedes usar {0} en lugar de {1} para hacer despegar a un jugador silenciosamente.
id_id: anda bisa gunakan {0} daripada {1} untuk meroket pemain secara diam-diam.
ja_jp: {0}を{1}の代わりに使用すると、知らせずにプレイヤーを打ち上げれます。

source: You can use {0}{1} to toggle this setting.
es_es: Puedes usar {0}{1} para cambiar esta configuración.
id_id: anda dapat gunakan {0}{1} untuk mengatur pengaturan ini.
ja_jp: {0}{1} を使用してこの設定を切り替えることができます。

source: You can use {0}{1} to whisper to other players.
es_es: Puedes usar {0}{1} para susurrar a otros jugadores.
id_id: Anda dapat menggunakan{0}{1} untuk membisikan kepada para pemain lainnya.
ja_jp: {0}{1} を使用して他のプレイヤーにウィスパーすることができます。

source: You can't god mode a non player!
es_es: ¡No puedes poner en modo dios nada que no sea un jugador!
id_id: Anda tidak dapat membuat yang bukan pemain dalam mode dewa!
ja_jp: プレイヤー以外を神モードにできません！

source: You can't heal a dead player!
es_es: ¡No puedes curar a un jugador muerto!
id_id: Anda tidak dapat menyembuhkan pemain yang sudah mati!
ja_jp: 死んだプレイヤーは回復できません！

source: You can't kick another admin.
es_es: No puedes expulsar a otro admin.
id_id: Anda tidak dapat mengeluarkan admin lain.
ja_jp: 他の管理者をキックできません。

source: You can't remove the default guest group.
es_es: No puedes quitar el grupo huésped predeterminado.
id_id: Anda tidak dapat menghapus grup tamu bawaan.
ja_jp: デフォルトのゲストグループは削除できません。

source: You can't respawn the server console!
es_es: ¡No puedes reaparecer a la consola del servidor!
id_id: Anda tidak dapat memunculkan si konsol peladen!
ja_jp: サーバーコンソールをリスポーンできません！

source: You cannot login whilst crowd controlled.
es_es: No puedes iniciar sesión mientras se te está conteniendo.
id_id: Anda tidak dapat masuk saat dikendalikan oleh kerumunan.
ja_jp: 行動阻害中はログインできません。

source: You cannot login whilst dead.
es_es: No puedes iniciar sesión mientras estas muerto(a).
id_id: Anda tidak dapat masuk selagi masih mati.
ja_jp: 死んでいる間にログインできません。

source: You cannot login whilst using an item.
es_es: No puedes iniciar sesión mientras usas un objeto.
id_id: Anda tidak dapat masuk selagi menggunakan sebuah item.
ja_jp: アイテムを使用中はログインできません。

source: You cannot spawn banned items.
es_es: No puedes generar objetos prohibidos.
id_id: Anda tidak dapat memunculkan item-item yang diblokir.
ja_jp: 禁止されたアイテムをスポーンさせることはできません。

source: You cannot use the Enchanted Sundial because time is stopped.
es_es: No puedes usar el Reloj de Sol Encantado porque el tiempo está detenido.
id_id: Anda tidak dapat menggunakan Enchanted Sundial karena waktu telah dihentikan.
ja_jp: 時間が停止しているため、Enchanted Sundialを使用することはできません。

source: You cannot whisper to yourself.
es_es: No puedes susurrarte a ti mismo.
id_id: Anda tidak dapat membisikan diri anda sendiri.
ja_jp: 自分自身にウィスパーすることができません。

source: You deleted {0} item within a radius of {1}.
es_es: Has eliminado {0} objeto en un radio de {1}.
id_id: Anda telah menghapus item {0} dalam jangkauan dari {1}.
ja_jp: あなたは{1} の半径内の {0}アイテムを削除しました。

source: You deleted {0} NPC within a radius of {1}.
es_es: Has eliminado {0} PNJ en un radio de {1}.
id_id: Anda telah menghapus NPC {0} dalam jangkauan dari {1}.
ja_jp: あなたは{1} の半径内の {0}NPCを削除しました。

source: You deleted {0} projectile within a radius of {1}.
es_es: Has eliminado {0} proyectil en un radio de {1}.
id_id: Anda telah menghapus proyektil {0} dalam jangkauan dari {1}.
ja_jp: あなたは{1} の半径内の {0}発射物を削除しました。

source: You didn't put a player name.
es_es: No has puesto un nombre de jugador.
id_id: Anda tidak memasukkan nama pemain.
ja_jp: プレイヤー名を入力していません。

source: You died! Normally, you'd be banned.
es_es: ¡Has muerto! Normalmente habrías sido baneado.
id_id: Kamu mati! Biasanya, kamu akan diblokir.
ja_jp: 死んでしまった！普通はBANされてしまいますよ。

source: You do not have access to this command.
es_es: No tienes acceso a este comando.
id_id: Anda tidak memiliki izin akses pada perintah ini.
ja_jp: このコマンドへのアクセス権がありません。

source: You do not have permission to build in the spawn point.
es_es: No tienes permiso de construir en el punto de aparición.
id_id: Anda tidak memiliki izin untuk membangun di dalam titik muncul.
ja_jp: スポーン地点で建築する権限がありません。

source: You do not have permission to build in this region.
es_es: No tienes permiso para construir dentro de esta región.
id_id: Anda tidak memiliki izin untuk membangun di dalam wilayah ini.
ja_jp: この地域で建築する権限がありません。

source: You do not have permission to build on this server.
es_es: No tienes permiso para construir en este servidor.
id_id: Anda tidak memiliki izin untuk membangun didalam peladen ini.
ja_jp: このサーバーで建築する権限がありません。

source: You do not have permission to contribute research.
es_es: No tienes permiso de contribuir investigación.
id_id: Anda tidak memiliki izin untuk untuk berkontribusi penelitian.
ja_jp: 研究に貢献する権限がありません。

source: You do not have permission to create that projectile.
es_es: No tienes permiso de crear ese proyectil.
id_id: Anda tidak memiliki izin untuk membuat proyektil tersebut.
ja_jp: この発射体を作成する権限がありません。

source: You do not have permission to freeze the biome spread of the server.
es_es: No tienes permiso de detener la expansión de biomas del servidor.
id_id: Anda tidak memiliki izin untuk memdiamkan penyebaran biome dari peladen ini.
ja_jp: サーバーのバイオームスプレッドを固定する権限がありません。

source: You do not have permission to freeze the rain strength of the server.
es_es: No tienes permiso de congelar la fuerza de la lluvia del servidor.
id_id: Anda tidak memiliki izin untuk mendiamkan kekuatan hujan dari peladen ini.
ja_jp: サーバーの雨の強度を固定する権限がありません。

source: You do not have permission to freeze the time of the server.
es_es: No tienes permiso de detener el tiempo del servidor.
id_id: Anda tidak memiliki izin untuk memdiamkan waktu dari peladen ini.
ja_jp: サーバーの時刻を固定する権限がありません。

source: You do not have permission to freeze the wind strength of the server.
es_es: No tienes permiso de congelar la fuerza del viento del servidor.
id_id: Anda tidak memiliki izin untuk mendiamkan kekuatan angin dari peladen ini.
ja_jp: サーバーの風速を固定する権限がありません。

source: You do not have permission to god mode another player.
es_es: No tienes permiso para poner en modo dios a otro jugador.
id_id: Anda tidak memiliki izin untuk membuat mode dewa pada pemain lainnya.
ja_jp: 他のプレイヤーを神モードにする権限がありません。

source: You do not have permission to grow this tree type
es_es: No tienes permiso para hacer crecer este tipo de árbol.
id_id: Anda tidak memiliki izin untuk menumbuhan tipe pohon
ja_jp: この種類の木を育てる権限がありません。

source: You do not have permission to hurt Town NPCs.
es_es: No tienes permiso para dañar a PNJ ciudadanos.
id_id: Anda tidak memiliki izin untuk menyakiti NPC Alun-alun.
ja_jp: タウンNPCを傷つける権限がありません。

source: You do not have permission to modify a Hat Rack in a protected area!
es_es: ¡No tienes permiso para modificar el Perchero para Sombreros en un área protegida!
id_id: Anda tidak memiliki izin untuk memodifikasi Hat Tack di dalam Arena yang telah dilindungi!
ja_jp: 保護されたエリアでHat Rackを変更する権限がありません！

source: You do not have permission to modify a Mannequin in a protected area!
es_es: ¡No tienes permiso para modificar un Maniquí en un área protegida!
id_id: Anda tidak memiliki izin untuk memodifikasi Mannequin di dalam arena yang telah dilindungi!
ja_jp: 保護されたエリアでMannequinを変更する権限がありません！

source: You do not have permission to modify a TileEntity in a protected area!
es_es: ¡No tienes permiso para modificar una TileEntity en un área protegida!
id_id: Anda tidak memiliki izin untuk memodifikasi TileEntity di dalam area yang telah dilindungi!
ja_jp: 保護されたエリアでTileEntityを変更する権限がありません！

source: You do not have permission to modify the NPC spawn rate of the server.
es_es: No tienes permiso para modificar la tasa de generación de PNJ del servidor.
id_id: Anda tidak memiliki izin untuk memodifikasi tingkat munculnya NPC dari peladen ini.
ja_jp: サーバーのNPCのスポーン率を変更する権限がありません。

source: You do not have permission to modify the rain strength of the server.
es_es: No tienes permiso para modificar la intensidad de la lluvia del servidor.
id_id: Anda tidak memiliki izin untuk memodifikasi kekuatan hujan peladen ini.
ja_jp: サーバーの雨量を変更する権限がありません。

source: You do not have permission to modify the tile placement range of your character.
es_es: No tienes permiso para modificar el rango de colocación de bloques de tu personaje.
id_id: Anda tidak memiliki izin untuk memodifikasi jarak penempatan tile dari karakter anda.
ja_jp: キャラクターのタイル設置範囲を変更する権限がありません。

source: You do not have permission to modify the time of the server.
es_es: No tienes permiso para cambiar la hora del servidor.
id_id: Anda tidak memiliki izin untuk memodifikasi waktu dari peladen ini.
ja_jp: サーバの時刻を変更する権限がありません。

source: You do not have permission to modify the time speed of the server.
es_es: No tienes permiso para cambiar la velocidad del tiempo del servidor.
id_id: Anda tidak memiliki izin untuk memodifikasi kecepatan waktu dari peladen ini.
ja_jp: サーバーの時間速度を変更する権限がありません。
