Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: Bouncer / OnNPCAddBuff rejected null npc from {0}
es_es: Bouncer / OnNPCAddBuff rechazado, PNJ nulo desde {0}
id_id: Bouncer / OnNPCAddBuff menolak null npc dari {0}

source: Bouncer / OnNPCAddBuff rejected out of bounds NPC update from {0}
es_es: Bouncer / OnNPCAddBuff rechazado, actualización de PNJ fuera de los bordes desde {0}
id_id: Bouncer / OnNPCAddBuff menolak atas pembaruan NPC di luar batas dari {0}

source: Bouncer / OnNPCStrike rejected from bouncer throttle from {0}
es_es: Bouncer / OnNPCStrike rechazado por el bouncer, limitación desde {0}
id_id: Bouncer / OnNPCStrike menolak atas bouncer throttle dari {0}

source: Bouncer / OnNPCStrike rejected from damage threshold from {0} {1}/{2}
es_es: Bouncer / OnNPCStrike rechazado por umbral de daño desde {0} {1}/{2}
id_id: Bouncer / OnNPCStrike menolak atas batasan kerusakan dari {0} {1}/{2}

source: Bouncer / OnNPCStrike rejected from disabled from {0}
es_es: Bouncer / OnNPCStrike rechazado por estado deshabilitado desde {0}
id_id: Bouncer / OnNPCStrike menolak atas disabled dari {0}

source: Bouncer / OnNPCStrike rejected from range checks from {0}
es_es: Bouncer / OnNPCStrike rechazado por comprobaciones de rango desde {0}
id_id: Bouncer / OnNPCStrike menolak atas jarak pengecekan dari {0}

source: Bouncer / OnPlaceChest / rejected from invalid place style from {0}
es_es: Bouncer / OnPlaceChest / rechazado por estilo de colocación inválido de {0}
id_id: Bouncer / OnPlaceChest menolak atas gaya taruh salah dari {0}

source: Bouncer / OnPlaceChest rejected from disabled from {0}
es_es: Bouncer / OnPlaceChest rechazado por estado deshabilitado desde {0}
id_id: Bouncer / OnPlaceChest menolak atas disabled dari {0}

source: Bouncer / OnPlaceChest rejected from invalid check from {0}
es_es: Bouncer / OnPlaceChest rechazado por comprobación inválida desde {0}
id_id: Bouncer / OnPlaceChest menolak atas pengecekan salah dari {0}

source: Bouncer / OnPlaceChest rejected from invalid permission from {0}
es_es: Bouncer / OnPlaceChest rechazado por permiso inválido desde {0}
id_id: Bouncer / OnPlaceChest menolak atas kesalahan permission dari {0}

source: Bouncer / OnPlaceChest rejected from range check from {0}
es_es: Bouncer / OnPlaceChest rechazado por comprobación de rango desde {0}
id_id: Bouncer / OnPlaceChest menolak atas pengecekan jarak dari {0}

source: Bouncer / OnPlaceChest rejected from weird check from {0}
es_es: Bouncer / OnPlaceChest rechazado por comprobación extraña desde {0}
id_id: Bouncer / OnPlaceChest menolak atas pengecekan keanehan dari {0}

source: Bouncer / OnPlaceChest rejected from weird placement check from {0}
es_es: Bouncer / OnPlaceChest rechazado por comprobación de colocación extraña desde {0}
id_id: Bouncer / OnPlaceChest menolak atas pengecekan keanehan penempatan dari {0}

source: Bouncer / OnPlaceItemFrame rejected disabled from {0}
es_es: Bouncer / OnPlaceItemFrame rechazado, deshabilitado desde {0}
id_id: Bouncer / OnPlaceItemFrame menolak atas disabled dari {0}

source: Bouncer / OnPlaceItemFrame rejected permissions from {0}
es_es: Bouncer / OnPlaceItemFrame rechazado, permisos desde {0}
id_id: Bouncer / OnPlaceItemFrame menolak atas pengecekan-pengecekan dari {0}

source: Bouncer / OnPlaceItemFrame rejected range checks from {0}
es_es: Bouncer / OnPlaceItemFrame rechazado, comprobaciones de rango desde {0}
id_id: Bouncer / OnPlaceItemFrame menolak pengecekan jangkaukan dari {0}

source: Bouncer / OnPlaceItemFrame rejected tile placement valid from {0}
es_es: Bouncer / OnPlaceItemFrame rechazado, colocación de bloques válida desde {0}
id_id: Bouncer / OnPlaceItemFrame menolak atas penempatan tile yang benar dari {0}

source: Bouncer / OnPlaceObject rejected Axe of Regrowth only places saplings {0}
es_es: Bouncer / OnPlaceObject rechazado, Hacha de Regeneración solo coloca brotes {0}
id_id: Bouncer / OnPlaceObject menolak Axe of Regrowth hanya menempatkan anakan {0}

source: Bouncer / OnPlaceObject rejected banned tiles from {0}
es_es: Bouncer / OnPlaceObject rechazado, bloques prohibidos desde {0}
id_id: Bouncer / OnPlaceObject menolak atas pemblokiran tile dari {0}

source: Bouncer / OnPlaceObject rejected dead people don't do things from {0}
es_es: Bouncer / OnPlaceObject rechazado, la gente muerta no hace cosas desde {0}
id_id: Bouncer / OnPlaceObject menolak atas orang mati tidak melakukan sesuatu dari {0}

source: Bouncer / OnPlaceObject rejected disabled from {0}
es_es: Bouncer / OnPlaceObject rechazado, deshabilitado desde {0}
id_id: Bouncer / OnPlaceObject menolak atas disabled dari {0}

source: Bouncer / OnPlaceObject rejected fake containers from {0}
es_es: Bouncer / OnPlaceObject rechazado, contenedores falsos desde {0}
id_id: Bouncer / OnPlaceObject menolak wadah palsu dari {0}

source: Bouncer / OnPlaceObject rejected mad loop from {0}
es_es: Bouncer / OnPlaceObject rechazado, bucle loco desde {0}
id_id: Bouncer / OnPlaceObject menolak atas putaran tidak masuk akal dari {0}

source: Bouncer / OnPlaceObject rejected null tile data from {0}
es_es: Bouncer / OnPlaceObject rechazado, datos de casilla nulos desde {0}
id_id: Bouncer / OnPlaceObject menolak atas data tile null dari {0}

source: Bouncer / OnPlaceObject rejected object placement with invalid style {1} (expected {2}) from {0}
es_es: Bouncer / OnPlaceObject rechazado, colocación de objeto con estilo inválido {1} (se esperaba {2}) desde {0}

source: Bouncer / OnPlaceObject rejected out of bounds tile from {0}
es_es: Bouncer / OnPlaceObject rechazado, bloque fuera de los bordes desde {0}
id_id: Bouncer / OnPlaceObject menolak tile di luar batas dari {0}

source: Bouncer / OnPlaceObject rejected out of bounds tile x from {0}
es_es: Bouncer / OnPlaceObject rechazado, casilla x fuera de los bordes desde {0}
id_id: Bouncer / OnPlaceObject menolak tile di luar batas x dari {0}

source: Bouncer / OnPlaceObject rejected out of bounds tile y from {0}
es_es: Bouncer / OnPlaceObject rechazado, casilla y fuera de los bordes desde {0}
id_id: Bouncer / OnPlaceObject menolak tile di luar batas y dari {0}

source: Bouncer / OnPlaceObject rejected range checks from {0}
es_es: Bouncer / OnPlaceObject rechazado, comprobaciones de rango desde {0}
id_id: Bouncer / OnPlaceObject menolak pemeriksaan jangkauan dari {0}

source: Bouncer / OnPlaceObject rejected rubblemaker I can't believe it's not rubble! from {0}
es_es: Bouncer / OnPlaceObject rechazado, demoledor ¡no puedo creer que no son escombros! desde {0}
id_id: Bouncer / OnPlaceObject menolak pembuat puing Saya tidak percaya itu bukan puing-puing! dari {0}

source: Bouncer / OnPlaceObject rejected tile place threshold from {0} {1}/{2}
es_es: Bouncer / OnPlaceObject rechazado, umbral de colocación de bloque desde {0} {1}/{2}
id_id: Bouncer / OnPlaceObject menolak dari batas penempatan tile dari {0} {1}/{2}

source: Bouncer / OnPlaceObject rejected valid placements from {0}
es_es: Bouncer / OnPlaceObject rechazado, colocaciones válidas desde {0}
id_id: Bouncer / OnPlaceObject menolak penempatan yang benar dari {0}

source: Bouncer / OnPlaceTileEntity rejected disabled from {0}
es_es: Bouncer / OnPlaceTileEntity rechazado, deshabilitado desde {0}
id_id: Bouncer / OnPlaceTileEntity menolak disabled dari {0}

source: Bouncer / OnPlaceTileEntity rejected permissions from {0}
es_es: Bouncer / OnPlaceTileEntity rechazado, permisos desde {0}
id_id: Bouncer / OnPlaceTileEntity menolak Perizinan dari {0}

source: Bouncer / OnPlaceTileEntity rejected range checks from {0}
es_es: Bouncer / OnPlaceTileEntity rechazado, comprobaciones de rango desde {0}
id_id: Bouncer / OnPlaceTileEntity menolak pengecekan jangkauan dari {0}

source: Bouncer / OnPlaceTileEntity rejected tile placement valid from {0}
es_es: Bouncer / OnPlaceTileEntity rechazado, colocación de bloque válida desde {0}
id_id: Bouncer / OnPlaceTileEntity menolak penempatan tile yang benar dari {0}

source: Bouncer / OnPlayerAnimation rejected from disabled from {0}
es_es: Bouncer / OnPlayerAnimation rechazado por estado deshabilitado desde {0}
id_id: Bouncer / OnPlayerAnimation menolak atas disabled dari {0}

source: Bouncer / OnPlayerAnimation rejected from throttle from {0}
es_es: Bouncer / OnPlayerAnimation rechazado por limitación desde {0}
id_id: Penolakan / OnPlayerAnimation menolak throttle dari {0}

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: buff cannot be applied for that long
es_es: Bouncer / OnPlayerBuff rechazado, {0} ({1}) aplicando buff {2} a {3} por {4} ticks: el buff no se puede aplicar por tanto tiempo

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: buff cannot be applied to non-senders
es_es: Bouncer / OnPlayerBuff rechazado, {0} ({1}) aplicando el buff {2} a {3} por {4} ticks: el buff no puede aplicarse a no-remitentes

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: buff cannot be applied without pvp
es_es: Bouncer / OnPlayerBuff rechazado, {0} ({1}) aplicando buff {2} a {3} por {4} ticks: el buff no se puede aplicar sin JcJ

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: buff is not whitelisted
es_es: Bouncer / OnPlayerBuff rechazado, {0} ({1}) aplicando buff {2} a {3} por {4} ticks: el buff no está en la lista blanca

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: invalid buff type
es_es: Bouncer / OnPlayerBuff rechazado, {0} ({1}) aplicando buff {2} a {3} por {4} ticks: tipo de buff inválido

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: sender is being disabled
es_es: Bouncer / OnPlayerBuff rechazado, {0} ({1}) aplicando buff {2} a {3} por {4} ticks: remitente está siendo deshabilitado

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: sender is being throttled
es_es: Bouncer / OnPlayerBuff rechazado, {0} ({1}) aplicando buff {2} a {3} por {4} ticks: remitente está siendo limitado

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: sender is not in range of target
es_es: Bouncer / OnPlayerBuff rechazado, {0} ({1}) aplicando buff {2} a {3} por {4} ticks: remitente fuera de rango del objetivo

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: target ID out of bounds
es_es: Bouncer / OnPlayerBuff rechazado, {0} ({1}) aplicando buff {2} a {3} por {4} ticks: ID de objetivo fuera de los límites

source: Bouncer / OnPlayerBuff rejected {0} ({1}) applying buff {2} to {3} for {4} ticks: target is null
es_es: Bouncer / OnPlayerBuff rechazado, {0} ({1}) aplicando buff {2} a {3} por {4} ticks: el objetivo es nulo

source: Bouncer / OnPlayerDamage rejected custom death message from {0}
es_es: Bouncer / OnPlayerDamage rechazado, mensaje mortuorio personalizado desde {0}
id_id: Penolakan / OnPlayerDamage menolak pesan mati kostum dari {0}

source: Bouncer / OnPlayerDamage rejected damage threshold from {0} {1}/{2}
es_es: Bouncer / OnPlayerDamage rechazado, umbral de daño desde {0} {1}/{2}
id_id: Penolakan / OnPlayerDamage menolak batas damage dari {0} {1}/{2}

source: Bouncer / OnPlayerDamage rejected damage threshold2 from {0} {1}/{2}
es_es: Bouncer / OnPlayerDamage rechazado, umbral2 de daño desde {0} {1}/{2}

source: Bouncer / OnPlayerDamage rejected disabled from {0}
es_es: Bouncer / OnPlayerDamage rechazado, deshabilitado desde {0}
id_id: Penolakan / OnPlayerDamage menolak disabled dari {0}

source: Bouncer / OnPlayerDamage rejected hostile from {0}
es_es: Bouncer / OnPlayerDamage rechazado, hostil desde {0}
id_id: Penolakan / OnPlayerDamage menolak hostile dari {0}

source: Bouncer / OnPlayerDamage rejected null check
es_es: Bouncer / OnPlayerDamage rechazado, comprobación nula
id_id: Penolakan / OnPlayerDamage menolak pemeriksaan null

source: Bouncer / OnPlayerDamage rejected range checks from {0}
es_es: Bouncer / OnPlayerDamage rechazado, comprobaciones de rango desde {0}
id_id: Penolakan / OnPlayerDamage menolak pemeriksaan jangkauan dari {0}

source: Bouncer / OnPlayerDamage rejected throttled from {0}
es_es: Bouncer / OnPlayerDamage rechazado, limitado desde {0}
id_id: Penolakan / OnPlayerDamage menolak throttled dari {0}

source: Bouncer / OnPlayerPortalTeleport rejected disabled/throttled from {0}
es_es: Bouncer / OnPlayerPortalTeleport rechazado, deshabilitado/limitado desde {0}
id_id: Penolakan/ OnPlayerPortalTeleport menolak disabled/throttled dari {0}

source: Bouncer / OnPlayerPortalTeleport rejected teleport out of bounds from {0}
es_es: Bouncer / OnPlayerPortalTeleport rechazado, teletransporte fuera de los bordes desde {0}
id_id: Penolakan/ OnPlayerPortalTeleport menolak teleportasi diluar batas dari {0}

source: Bouncer / OnPlayerPortalTeleport rejected untargetable teleport from {0}
es_es: Bouncer / OnPlayerPortalTeleport rechazado, teletransporte inalcanzable desde {0}
id_id: Penolakan/ OnPlayerPortalTeleport menolak teleportasi yang tidak dapat ditargetkan dari {0}

source: Bouncer / OnPlayerUpdate *would have rejected* from (last network position zero) {0}
es_es: Bouncer / OnPlayerUpdate *habría rechazado* desde (última posición en red cero) {0}
id_id: Penolakan / OnPlayerUpdate *akan menolak* dari (posisi terakhir network nol) {0}

source: Bouncer / OnPlayerUpdate force kicked (attempted to set velocity +/- 50000) from {0}
es_es: Bouncer / OnPlayerUpdate forzó la expulsión (se intentó establecer velocidad +/- 50000) desde {0}
id_id: Penolakan / OnPlayerUpdate menendang paksa (mencoba untuk menyetel kecepatan(velocity) +/- 50000) dari {0}

source: Bouncer / OnPlayerUpdate force kicked (attempted to set velocity to infinity) from {0}
es_es: Bouncer / OnPlayerUpdate forzó la expulsión (se intentó establecer velocidad al infinito) desde {0}
id_id: Penolakan / OnPlayerUpdate menendang paksa (mencoba untuk menyetel kecepatan(velocity) ke tak terbatas) dari {0}

source: Bouncer / OnPlayerUpdate force kicked (attempted to set velocity to NaN) from {0}
es_es: Bouncer / OnPlayerUpdate forzó la expulsión (se intentó establecer velocidad a un NaN) desde {0}
id_id: Penolakan / OnPlayerUpdate menendang paksa (mencoba untuk menyetel kecepata(velocity) ke NaN) dari {0}

source: Bouncer / OnPlayerUpdate rejected from (??) {0}
es_es: Bouncer / OnPlayerUpdate rechazado desde (??) {0}
id_id: Penolakan / OnPlayerUpdate menolak dari (??) {0}

source: Bouncer / OnPlayerUpdate rejected from (below ??) {0}
es_es: Bouncer / OnPlayerUpdate rechazado desde (bajo ??) {0}
id_id: Penolakan / OnPlayerUpdate menolak dari (bawah ??) {0}

source: Bouncer / OnPlayerUpdate rejected from (corpses don't move) {0}
es_es: Bouncer / OnPlayerUpdate rechazado desde (los cadáveres no se mueven) {0}
id_id: Penolakan / OnPlayerUpdate menolak dari (mayat tidak bergerak) {0}

source: Bouncer / OnPlayerUpdate rejected from (inventory length) {0}
es_es: Bouncer / OnPlayerUpdate rechazado desde (longitud de inventario) {0}
id_id: Penolakan / OnPlayerUpdate menolak dari (panjang inventaris) {0}

source: Bouncer / OnPlayerUpdate rejected from (position check) {0}
es_es: Bouncer / OnPlayerUpdate rechazado desde (comprobación de posición) {0}
id_id: Penolakan / OnPlayerUpdate menolak dari (pemeriksaan posisi) {0}

source: Bouncer / OnPlayerZone rejected from {0}
es_es: Bouncer / OnPlayerZone rechazado, desde {0}
id_id: Penolakan / OnPlayerZone menolak dari {0}

source: Bouncer / OnProjectileKill rejected from bouncer throttle from {0}
es_es: Bouncer / OnProjectileKill rechazado por el bouncer, limitación desde {0}
id_id: Penolakan / OnProjectileKill menolak dari penolakan throttle dari {0}

source: Bouncer / OnProjectileKill rejected from disabled from {0}
es_es: Bouncer / OnProjectileKill rechazado por estado deshabilitado desde {0}
id_id: Penolakan / OnProjectileKill menolak disabled dari {0}

source: Bouncer / OnProjectileKill rejected from negative projectile index from {0}
es_es: Bouncer / OnProjectileKill rechazado por índice de proyectil negativo desde {0}
id_id: Penolakan / OnProjectileKill menolak dari index proyektil negatif dari {0}

source: Bouncer / OnReleaseNPC rejected npc release from {0}
es_es: Bouncer / OnReleaseNPC rechazado, liberación de PNJ desde {0}
id_id: Penolakan / OnReleaseNPC menolak pelepasan npc dari {0}

source: Bouncer / OnReleaseNPC rejected out of bounds from {0}
es_es: Bouncer / OnReleaseNPC rechazado, fuera de los bordes desde {0}
id_id: Penolakan / OnReleaseNPC menolak diluar batas dari {0}

source: Bouncer / OnReleaseNPC rejected throttle from {0}
es_es: Bouncer / OnReleaseNPC rechazado, limitación desde {0}
id_id: Penolakan / OnReleaseNPC menolak throttle dari {0}

source: Bouncer / OnReleaseNPC released different critter from {0}
es_es: Bouncer / OnReleaseNPC liberó una criatura distinta desde {0}
id_id: Penolakan / OnReleaseNPC pelepasan critter berbeda dari {0}

source: Bouncer / OnTileEdit rejected from (axe) {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado desde (hacha) {0} {1} {2}
id_id: Penolakan / OnTileEdit menolak dari (axe) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (chestcap) {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado desde (tope de cofre) {0} {1} {2}
id_id: Penolakan / OnTileEdit menolak dari (chestcap) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (hammer) {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado desde (martillo) {0} {1} {2}
id_id: Penolakan / OnTileEdit menolak dari (hammer) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (hammer2) {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado desde (martillo2) {0} {1} {2}
id_id: Penolakan / OnTileEdit menolak dari (hammer2) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (inconceivable rope coil) {0} {1} {2} selectedItem:{3} itemCreateTile:{4}
es_es: Bouncer / OnTileEdit rechazado por (rollo de cuerda inconcebible) {0} {1} {2} selectedItem:{3} itemCreateTile:{4}
id_id: Penolakan / OnTileEdit menolak dari (gulungan tali yang tak terbayangkan) {0} {1} {2} selectedItem:{3} itemCreateTile:{4}

source: Bouncer / OnTileEdit rejected from (ms1) {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado desde (ms1) {0} {1} {2}
id_id: Penolakan / OnTileEdit menolak dari (ms1) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (pdm) {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado desde (pdm) {0} {1} {2}
id_id: Penolakan / OnTileEdit menolak dari (pdm) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (pick) {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado desde (pico) {0} {1} {2}
id_id: Penolakan / OnTileEdit menolak dari (pick) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (placestyle) {0} {1} {2} placeStyle: {3} expectedStyle: {4}
es_es: Bouncer / OnTileEdit rechazado por (estilo de colocación) {0} {1} {2} placeStyle: {3} expectedStyle: {4}
id_id: Penolakan / OnTileEdit menolak dari (placesytle) {0} {1} {2} placeStyle: {3} expectedStyle: {4}

source: Bouncer / OnTileEdit rejected from (tb) {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado desde (tb) {0} {1} {2}
id_id: Penolakan / OnTileEdit menolak dari (tb) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from (tile placement valid) {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado desde (colocación de bloque válida) {0} {1} {2}
id_id: Penolakan / OnTileEdit menolak dari (penempatan tile valid) {0} {1} {2}

source: Bouncer / OnTileEdit rejected from actuator/presserator from {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por activador/pulsificador desde {0} {1} {2}
id_id: Penolakan / OnTileEdit menolak dari actuator/presserator dari {0} {1} {2}

source: Bouncer / OnTileEdit rejected from build from {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por construcción desde {0} {1} {2}
id_id: Bouncer / OnTileEdit menolak atas membangun dari {0} {1} {2}

source: Bouncer / OnTileEdit rejected from disable from {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por deshabilitación desde {0} {1} {2}
id_id: Bouncer / OnTileEdit menolak atas disable dari {0} {1} {2}

source: Bouncer / OnTileEdit rejected from editData out of bounds {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por editData fuera de los bordes {0} {1} {2}
id_id: Bouncer / OnTileEdit menolak atas batas luar editData {0} {1} {2}

source: Bouncer / OnTileEdit rejected from explosives/fuses from {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por explosivos/fusibles desde {0} {1} {2}
id_id: Bouncer / OnTileEdit menolak atas explosives/fuses dari {0} {1} {2}

source: Bouncer / OnTileEdit rejected from ice/build from {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por hielo/construcción desde {0} {1} {2}
id_id: Bouncer / OnTileEdit menolak atas ice/build dari {0} {1} {2}

source: Bouncer / OnTileEdit rejected from place wire from {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por colocación de cable desde {0} {1} {2}
id_id: Bouncer / OnTileEdit menolak atas peletakan kabel dari {0} {1} {2}

source: Bouncer / OnTileEdit rejected from sts allow cut from {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por sts permite corte desde {0} {1} {2}
id_id: Bouncer / OnTileEdit menolak atas potongan sts allow dari {0} {1} {2}

source: Bouncer / OnTileEdit rejected from throttled from {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por limitación desde {0} {1} {2}
id_id: Bouncer / OnTileEdit menolak atas throttled dari {0} {1} {2}

source: Bouncer / OnTileEdit rejected from tile kill threshold from {0}, (value: {1})
es_es: Bouncer / OnTileEdit rechazado por umbral de destrucción de bloques desde {0}, (valor: {1})
id_id: Bouncer / OnTileEdit menolak atas tile kill threshold dari {0}, (isi: {1})

source: Bouncer / OnTileEdit rejected from tile place threshold from {0}, (value: {1})
es_es: Bouncer / OnTileEdit rechazado por umbral de colocación de bloques desde {0}, (valor: {1})
id_id: Bouncer / OnTileEdit menolak atas tile place threshold dari {0}, (isi : {1})

source: Bouncer / OnTileEdit rejected from tile placement not matching selected item createTile {0} {1} {2} selectedItemID:{3} createTile:{4}
es_es: Bouncer / OnTileEdit rechazado por colocación de bloque no coincidente con el createTile del objeto seleccionado {0} {1} {2} selectedItemID:{3} createTile:{4}
id_id: Bouncer / OnTileEdit menolak atas peletakan tile tidak mencocokan pada item yang dipilih oleh createTile {0} {1} {2} selecteditemID: {3} createTile:{4}

source: Bouncer / OnTileEdit rejected from using ice rod but not placing ice block {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por usar el báculo de hielo pero no colocar un bloque de hielo {0} {1} {2}
id_id: Bouncer / OnTileEdit menolak atas penggunaan ice rod tetapi tidak meletakkan blok ice {0} {1} {2}
ja_jp: Bouncer / OnTileEdit {0}{1}{2}、ice blockを設置せず、ice rod を使用したため拒否されました。

source: Bouncer / OnTileEdit rejected from wall placement not matching selected item createWall {0} {1} {2} selectedItemID:{3} createWall:{4}
es_es: Bouncer / OnTileEdit rechazado por colocación de muro no coincidente con el createWall del objeto seleccionado {0} {1} {2} selectedItemID:{3} createWall:{4}
id_id: Bouncer / OnTileEdit menolak atas peletakan dinding tidak cocok dengan item yang dipilih createWall {0} {1} {2} SelectedItemID: {3} createWall: {4}

source: Bouncer / OnTileEdit rejected from weird confusing flow control from {0}
es_es: Bouncer / OnTileEdit rechazado por control de flujo extraño y confuso desde {0}
id_id: Bouncer / OnTileEdit menolak atas kontrol aliran membingungkan yang aneh dari {0}

source: Bouncer / OnTileEdit rejected from wire cutter from {0} {1} {2}
es_es: Bouncer / OnTileEdit rechazado por cortador de cable desde {0} {1} {2}
id_id: Bouncer / OnTileEdit menolak atas pemotong kabel dati {0} {1} {2}
