Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: Bouncer / OnTileEdit super accepted from (ice block) {0} {1} {2}
es_es: Bouncer / OnTileEdit super aceptado desde (bloque de hielo) {0} {1} {2}
id_id: Bouncer / OnTileEdit sangat menerima dari (blok ice) {0} {1} {2}

source: Bouncer / OnUpdateNPCHome rejected npc home build permission from {0}
es_es: Bouncer / OnUpdateNPCHome rechazado, permiso de construcción de casa para PNJ desde {0}
id_id: Bouncer / OnUpdateNPCHome menolak Perizinan membangun rumah npc dari {0}

source: Bouncer / OnUpdateNPCHome rejected range checks from {0}
es_es: Bouncer / OnUpdateNPCHome rechazado, comprobaciones de rango desde {0}
id_id: Bouncer / OnUpdateNPCHome menolak pengecekan jarak dari {0}

source: Bouncer / SendTileRect accepted clientside world edit from {0}
es_es: Bouncer / SendTileRect aceptó edición de mundo por parte del cliente desde {0}
id_id: Bouncer / SendTileRect menerima sisi klien ubah dunia {0}

source: Bouncer / SendTileRect rejected from being disabled from {0}
es_es: Bouncer / SendTileRect rechazado por estar deshabilitado desde {0}
id_id: Bouncer / SendTileRect menolak atas menjadi disabled dari {0}

source: Bouncer / SendTileRect rejected from throttle from {0}
es_es: Bouncer / SendTileRect rechazado por limitación desde {0}
id_id: Bouncer / SendTileRect menolak atas throttle dari {0}

source: Broadcast: {0}
es_es: Anuncio: {0}
id_id: Siaran: {0}
ja_jp: 送信: {0}

source: Broadcast: {0}: {1}
es_es: Anuncio: {0}: {1}
id_id: Siaran: {0}: {1}
ja_jp: 送信: {0}: {1}

source: Broadcasts a message to everyone on the server.
es_es: Transmite un mensaje a todo el servidor.
id_id: Siaran-siaran pesan untuk semuanya yang ada di peladen.
ja_jp: サーバー上の全員にメッセージを送信します。

source: Buff Syntax and Example
es_es: Sintaxis y Ejemplo de Buff
id_id: Sintaks buff dan Contoh
ja_jp: Syntax と Example をバフする

source: Butcher Syntax and Example
es_es: Sintaxis y Ejemplo de Butcher
id_id: Sintaks penjagal dan Contoh
ja_jp: Syntax と Example を殺す

source: Bypass SSC is enabled for your account. SSC data will not be loaded or saved.
es_es: Tu cuenta tiene activado el bypass de SSC. Los datos SSC no serán cargados ni guardados.
id_id: Akunmu telah diperbolehkan untuk mengabaikan SSC. Data SSC tidak akan dimuat ataupun disimpan.
ja_jp: あなたのアカウントでSSCをバイパスすることができます。SSCデータは読み込まれたり保存されません。

source: Can't set to true SqlColumn.DefaultCurrentTimestamp when the MySqlDbType is not DateTime
es_es: SqlColumn.DefaultCurrentTimestamp no puede marcarse como true (verdadero) cuando el MySqlDbType no es DateTime
id_id: Tidak dapat mengatur ke true SqlColumn.DefaultCurrentTimestamp ketika MySqlDbType bukan DateTime
ja_jp: MySqlDbTypeがDateTimeでない場合、true SqlColumnに設定できません。

source: Cannot load module {0} as it does not derive from {1}
es_es: No se puede cargar el módulo {0} ya que no se deriva de {1}
id_id: Tidak dapat memuat modul {0} karena tidak berasal dari {1}
ja_jp: {1} から生成されていないため、 {0}モジュールを読み込めません。

source: Certain projectiles have been ignored for cheat detection.
es_es: Algunos proyectiles fueron ignorados por detección de trampas.
id_id: Proyektil tertentu untuk pendeteksi kecurangan telah diabaikan.
ja_jp: 特定の投射物は、チート検出のために無視されている。

source: Changed the maximum spawns to {0}.
es_es: Se cambió la generación máxima de enemigos a {0}.
id_id: Maksimal pemanggilan telah diubah ke {0}.
ja_jp: 最大スポーン数を {0}に変更。

source: Changed the maximum spawns to 5.
es_es: Se cambió la generación máxima de enemigos a 5.
id_id: Maksimal pemanggilan telah diubah ke 5.
ja_jp: 最大スポーン数を 5 に変更。

source: Changed the spawn rate to {0}.
es_es: Se cambió la tasa de aparición de enemigos a {0}.
id_id: Tingkat pemanggilan teah diubah ke {0}.
ja_jp: スポーン率を {0} に変更。

source: Changed the spawn rate to 600.
es_es: Se cambió la tasa de aparición de enemigos a 600.
id_id: Tingkat pemanggilan telah diubah ke 600.
ja_jp: スポーン率を 600 に変更。

source: Changes the server password.
es_es: Cambia la contraseña del servidor.
id_id: Mengubah kata sandi peladen.
ja_jp: サーバーのパスワードを変更する。

source: Changes the wind speed.
es_es: Cambia la velocidad del viento.
id_id: Mengubah kecepatan angin.
ja_jp: 風速を変更する。

source: Changes the world mode.
es_es: Cambia el tipo de mundo.
id_id: Mengubah mode dunia.
ja_jp: ワールドモードを変更します。

source: Changes your account's password.
es_es: Cambia la contraseña de tu cuenta.
id_id: Mengubah kata sandi akun anda.
ja_jp: あなたのアカウントパスワードを変更する。

source: Chat color for "{0}" is "{1}".
es_es: El color de chat para "{0}" es "{1}".
id_id: Warna obrolan untuk "{0}" adalah "{1}".
ja_jp: "{0}" のチャット色は "{1}" です。

source: Chat color for group "{0}" set to "{1}".
es_es: Color de chat para grupo "{0}" establecido como "{1}".
id_id: Warna obrolan untuk grup "{0}" diatur ke "{1}".
ja_jp: グループ "{0}" のチャットの色を "{1}" に設定しました。

source: Checks for TShock updates.
es_es: Busca actualizaciones de TShock.
id_id: Memeriksa pembaruan Tshock.
ja_jp: TShockのアップデートを確認します。

source: clear - Clears the temporary region points.
es_es: clear - Elimina los puntos de región temporales.
id_id: clear - membersihkan titik-titik wilayah sementara.
ja_jp: clear - 一時的な領域ポイントをクリアします。

source: Clear Syntax
es_es: Sintaxis de Clear
id_id: Clear Sintaks
ja_jp: Syntaxをクリア

source: Cleared all users from the angler quest completion list for today.
es_es: Eliminados todos los usuarios de la lista de misiones completadas hoy del pescador.
id_id: Semua pengguna telah dibersihan dari daftar penyelesaian pekerjaan angler untuk hari ini.
ja_jp: 今日の釣り人クエスト完了リストからすべてのユーザーを削除しました。

source: Clears item drops or projectiles.
es_es: Elimina objetos o proyectiles.
id_id: Proyektil-Proyektil atau membersihkan item yang berjatuhan.
ja_jp: ドロップアイテムや発射物を削除します。

source: color <group> <rrr,ggg,bbb> - Changes a group's chat color.
es_es: color <group> <rrr,ggg,bbb> - Cambia el color de chat de un grupo.
id_id: color <grup> <rrr,ggg,bbb> - mengubah warna obrolan grup.
ja_jp: color <group> <rrr,ggg,bbb> - グループのチャットの色を変更します。

source: Command aliases: {0}, {1}, {2}
es_es: Alias del comando: {0}, {1}, {2}
id_id: Perintah sama lainnya: {0}, {1}, {2}

source: Command failed, check logs for more details.
es_es: Comando fallido, compruebe los registros para más detalles.
id_id: Perintah telah gagal, periksa catatan untuk detail lebih lanjut.
ja_jp: コマンドが失敗しました。詳細はログで確認してください。

source: Commands ({{0}}/{{1}}):
es_es: Comandos ({{0}}/{{1}}):
id_id: Perintah-perintah ({{0}}/{{1}}):

source: Commands: add, del, hide, list, send, [warpname].
es_es: Comandos: add, del, hide, list, send, [nombre de warp].
id_id: Perintah-perintah: add, del, hide, list, send, [warpname].
ja_jp: コマンド: add , del, hide, list, send, [warpname].

source: Config path has been set to {0}
es_es: La ruta de configuración se ha establecido en {0}
id_id: Jalur konfigurasi telah di tetapkan menjadi {0}
ja_jp: コンフィグが {0}に設定されました。

source: Configuration, permissions, and regions reload complete. Some changes may require a server restart.
es_es: Recarga de configuración, permisos y regiones completada. Algunos cambios pueden requerir un reinicio del servidor.
id_id: Memuat ulang konfigurasi, perizinan, dan wilayah telah selesai. Beberapa perubahan mungkin memerlukan memuat ulang peladen.
ja_jp: 設定、権限、リージョンの再読み込みが完了しました。いくつかの変更はサーバーの再起動が必要な場合があります。

source: Connect to the internet to figure out what to download?
es_es: ¿Conectarse a Internet para averiguar qué descargar?
ja_jp: ダウンロードするものを見つけるためにインターネットに接続しますか？

source: Connecting via a proxy is not allowed.
es_es: No se permite la conexión a través de un proxy.
id_id: Koneksi dengan proxy tidak diperbolehkan.
ja_jp: プロキシ経由での接続はできません。

source: Correct usage: {0}overridessc|{0}ossc <player name>
es_es: Uso correcto: {0}overridessc|{0}ossc <nombre del jugador>
id_id: Pengguna cocok: {0}overridessc|{0}ossc <player name>
ja_jp: 正しい使用法: {0}overridessc|{0}ossc <player name>

source: Corruption Palm
es_es: Palmera Corrupta
ja_jp: 腐敗のヤシ

source: Could not apply the given log path / log format, defaults will be used. Exception details: {0}
es_es: No se pudo usar la ruta / formato de logs dado; se usarán los valores predeterminados. Detalles de la excepción: {0}
id_id: Tidak bisa menggunakan jalur konfigurasi / format log, nilai default akan digunakan. Detail pengecualian: {0}
ja_jp: 指定されたログパス / ログ形式を適用できませんでした。デフォルトでは使用されます。例外の詳細: {0}

source: Could not find a database library (probably Sqlite3.dll)
es_es: No se encontró una biblioteca de base de datos (probablemente Sqlite3.dll)
id_id: Pustaka basis data (mungkin Sqlite3.dll) tidak dapat ditemukan.
ja_jp: データベースのライブラリが見つかりませんでした (おそらくSqlite3.dll)

source: Could not find a warp named {0} to remove.
es_es: No se pudo encontrar un warp llamado {0} para eliminarlo.
id_id: Penghapusan nama warp {0} tidak dapat ditemukan.
ja_jp: 削除する {0} という名前のワープが見つかりませんでした。

source: Could not find any player named "{0}"
es_es: No se encontró ningún jugador llamado "{0}"
id_id: Nama pemain "{0}" apapun itu, tidak dapat ditemukan.
ja_jp: "{0}"という名前のプレイヤーが見つかりませんでした。

source: Could not find any player named "{0}".
es_es: No se encontró ningún jugador llamado "{0}".
id_id: Nama pemain "{0}" apapun itu, tidak dapat ditemukan.
ja_jp: "{0}"という名前のプレイヤーが見つかりませんでした。

source: Could not find any players named "{0}"
es_es: Ninguno de los jugadores se llama "{0}"
id_id: Nama pemain-pemain "{0}" apapun itu, tidak dapat ditemukan.
ja_jp: "{0}"という名前のプレイヤーが見つかりませんでした。

source: Could not find group {0}
es_es: No se pudo encontrar el grupo {0}
id_id: Grup {0} tidak dapat ditemukan.
ja_jp: グループ {0}が見つかりませんでした。

source: Could not find player {0}.
es_es: No se pudo encontrar al jugador {0}.
id_id: Pemain {0} tidak dapat ditemukan.
ja_jp: プレイヤー {0} が見つかりませんでした。

source: Could not find specified region
es_es: No se pudo encontrar la región especificada
id_id: Wilayah yang ditentukan, tidak dapat ditemukan.
ja_jp: 特定の地域が見つかりませんでした。

source: Could not find specified warp.
es_es: No se pudo encontrar el warp especificado.
id_id: Warp yang ditentukan, tidak dapat ditemukan.
ja_jp: 指定したワープが見つかりませんでした。

source: Could not find the region {0}.
es_es: No se pudo encontrar la región {0}.
id_id: Wilayah {0} tidak dapat ditemukan.
ja_jp: 領域 {0}が見つかりませんでした。

source: Could not find the target specified. Check that you have the correct spelling.
es_es: No se pudo encontrar el objetivo especificado. Revise que esté bien escrito.
id_id: Target yang ditentukan tidak dapat ditemukan. Periksa apakah ejaanmu benar.
ja_jp: 指定されたターゲットが見つかりませんでした。スペルが正しいか確認してください。

source: Could not rename {0}!
es_es: ¡No se pudo renombrar a {0}!
id_id: Tidak dapat mengubah nama {0}!
ja_jp: {0} の名前を変更できませんでした！

source: Creates a reference tables for Terraria data types and the TShock permission system in the server folder.
es_es: Crea tablas de referencia para datos de tipo Terraria y el sistema de permisos TShock en la carpeta del servidor.
id_id: Membuat tabel-tabel referensi untuk tipe data Terraria dan didalam folder peladen terdapat sistem perizinan Tshock.
ja_jp: Terrariaデータ型の参照テーブルを作成し、サーバーフォルダにTShock権限システムを作成します。

source: Creates: <username> with the password <password> as part of the owner group.
es_es: Crea: <username> con la contraseña <password> como parte del grupo owner.
id_id: Buatkan: <username> dengan kata sandi <password> dari bagian grup pemilik.
ja_jp: 作成: <username> パスワード <password> を所有者グループの一部として作成します。

source: CreativePowerHandler received permission check request for unknown creative power
es_es: CreativePowerHandler recibió una petición de comprobación de permiso para un poder creativo desconocido
id_id: Telah diterima perizinan permintaan pemeriksaan CreativePowerHandler untuk kekuatan kreatif yang tidak diketahui
ja_jp: CreativePowerHandler が未知のクリエイティブパワーの許可チェックリクエストを受信しました。

source: Crimson Palm
es_es: Palmera Carmesí
ja_jp: 真紅のパーム

source: Current maximum spawns: {0}.
es_es: Número máximo actual de enemigos generados: {0}.
id_id: Maksimal memanggil saat ini: {0}.
ja_jp: 現在の最大スポーン数： {0}

source: Current spawn rate: {0}.
es_es: Tasa actual de generación de enemigos: {0}.
id_id: Tingkat memanggil saat ini: {0}.
ja_jp: 現在のスポーン率： {0}。

source: Death Exploit Attempt: Damage {0}
es_es: Intento de Exploit de Muerte: Daño {0}
id_id: Upaya Pemanfaatan Kematian: Kerusakan {0}
ja_jp: Death Exploit Attempt：ダメージ {0}

source: Death results in a ban
es_es: Morir resulta en un baneo
id_id: Kematian yang menyebabkan pemblokiran
ja_jp: BANされた死亡者数

source: Death results in a kick
es_es: Morir resulta en una expulsión
id_id: Kematian yang menyebabkan penendangan
ja_jp: キックされた死亡者数

source: define <name> - Defines the region with the given name.
es_es: define <nombre> - Establece la región con el nombre otorgado.
id_id: define <nama> - Wilayah ini ditetapkan dengan member nama.
ja_jp: define <name> - 指定した名前のリージョンを定義します。

source: del <group> - Deletes a group.
es_es: del <grupo> - Elimina un grupo.
id_id: del <grup> - Menghapus sebuah grup.
ja_jp: del <group> - グループを削除します。

source: del <item> - Deletes an item ban.
es_es: del <objeto> - Elimina una prohibición de objeto.
id_id: del <item> - Menghapus sebuah item yang diblokir.
ja_jp: del <item> - アイテム禁止を削除します。

source: del <projectile ID> - Deletes an projectile ban.
es_es: del <ID de proyectil> - Elimina una prohibición de proyectil.
id_id: del <ID Proyektil> - Menghapus sebuah proyektil yang diblokir.
ja_jp: del <projectile ID> - 発射物禁止を削除します。

source: del <tile ID> - Deletes a tile ban.
es_es: del <ID de bloque> - Elimina una prohibición de bloque.
id_id: del <ID tile> - menghapus tile yang diblokir.
ja_jp: del <tile ID> - タイル禁止を削除します。

source: delete <name> - Deletes the given region.
es_es: delete <nombre> - Elimina la región especificada.
id_id: delete <nama> - Menghapus wilayah yang diberikan.
ja_jp: delete <name> - 指定した領域を削除します。

source: Deleted region "{0}".
es_es: Región "{0}" eliminada.
id_id: Wilayah "{0}" telah dihapus.
ja_jp: 削除した地域 "{0}" 。

source: delperm <group> <permissions...> - Removes permissions from a group.
es_es: delperm <grupo> <permisos...> - Quita permisos a un grupo.
id_id: delperm <grup> <perizinan...> - Menghapus perizinan dari grup.
ja_jp: delperm <group> <permissions...> - グループからの権限を削除します。

source: Desert Palm
es_es: Palmera Desértica
ja_jp: 砂漠のパーム

source: destroytokens - Destroys all current REST tokens.
es_es: destroytokens - Destruye todos los tókens REST actuales.
id_id: destroytokens - semua token REST saat ini dihancurkan.
ja_jp: destroytokens - 現在のすべてのRESTトークンを破壊します。

source: Detected DOOM set to ON position.
es_es: Detectado DOOM establecido en la posición ON.
id_id: DOOM terdeteksi atur keposisi NYALA.
ja_jp: 検出されたDOOMをON位置に設定しました。

source: Diamond Gemtree
es_es: Arbolgema de Diamante
ja_jp: ダイヤモンドの木

source: Disabled halloween mode.
es_es: Modo halloween desactivado.
id_id: Mode halloween dimatikan.
ja_jp: ハロウィンモードを無効にしました。

source: Disabled xmas mode.
es_es: Modo navideño desactivado.
id_id: Mode xmas dinonaktifkan.
ja_jp: クリスマスモードを無効化しました。

source: Disabled. You need to {0}login to load your saved data.
es_es: Deshabilitado. Debes iniciar sesión con {0}login para cargar tus datos guardados.
id_id: Nonaktifkan. Untuk memuat data yang tersimpan kamu butuh {0} untuk login.
ja_jp: 無効です。保存したデータを読み込むには、 {0}login が必要です。

source: Disabled. You went too far with banned armor.
es_es: Deshabilitado. Has ido demasiado lejos usando armadura prohibida.
id_id: Dinonaktifkan. kamu pergi terlalu jauh dengan armor yang diblokir.
ja_jp: 無効です。禁止された防具で行き過ぎました。

source: Disabled. You went too far with hacked item stacks.
es_es: Deshabilitado. Has ido demasiado lejos con pilas de objetos hackeados.
id_id: Dinonaktifkan. kamu pergi terlalu jauh dengan tumpukan item yang diretas.
ja_jp: 無効です。ハッキングされたアイテムのスタックがありすぎました。

source: disallow <item> <group> - Disallows a group from using an item.
es_es: disallow <objeto> <grupo> - Le prohíbe a un grupo usar el objeto.
id_id: disallow <item> <group> - Melarang grup untuk menggunakan sebuah item.
ja_jp: disallow <item> <group> - グループがアイテムを使用できないようにします。

source: disallow <projectile ID> <group> - Disallows a group from using a projectile.
es_es: disallow <ID de proyectil> <grupo> - Le prohíbe a un grupo usar el proyectil.
id_id: disallow <ID proyektil> <grup> - Melarang grup untuk menggunakan sebuah proyektil.
ja_jp: disallow <projectile ID> <group> - グループが発射物を使用できないようにします。

source: disallow <tile ID> <group> - Disallows a group from place a tile.
es_es: disallow <ID de bloque> <grupo> - Le prohíbe a un grupo colocar el bloque.
id_id: disallow <ID tile> <grup> - Melarang grup untuk dari peletakan sebuah tile.
ja_jp: disallow <tile ID> <group> - グループがタイルの設置をできないようにします。

source: Download and install the given packages?
es_es: ¿Descargar e instalar los paquetes en cuestión?
ja_jp: 指定したパッケージをダウンロードしてインストールしますか？

source: Duke Fishron
es_es: Duque Fishron
ja_jp: デューク・フィッシュロン

source: Ebonwood Tree
es_es: Árbol de Ébano
ja_jp: 黒檀の木

source: Emerald Gemtree
es_es: Arbolgema de Esmeralda
ja_jp: エメラルドの木

source: Enabled halloween mode.
es_es: Modo halloween activado.
id_id: Mode Halloween diaktifkan.
ja_jp: ハロウィンモードを有効にしました。

source: Enabled xmas mode.
es_es: Modo navideño activado.
id_id: Mode xmas diaktifkan.
ja_jp: xmas モードを有効にしました。

source: Enables starting and stopping various world events.
es_es: Permite iniciar y detener varios eventos del mundo.
id_id: Memulai dan menghentikan berbagai peristiwa dunia diaktifkan.
ja_jp: 様々なワールドイベントの開始および停止を有効にします。

source: Error on reloading groups: {0}
es_es: Error al recargar los grupos: {0}
id_id: Kesalahan grup-grup dalam memuat ulang: {0}
ja_jp: グループの再読み込みエラー: {0}

source: Error: both names are the same.
es_es: Error: los dos nombres son iguales.
id_id: Kesalahan: kedua nama tersebut sama.
ja_jp: エラー：両方の名前は同じです。

source: Everscream
es_es: Gritoeterno

source: Example usage: {0}
es_es: Ejemplo de uso: {0}
id_id: Contoh penggunaan: {0}
ja_jp: 使用例: {0}

source: Example usage: {0} "{1}" "{2}"
es_es: Ejemplo de uso: {0} "{1}" "{2}"
id_id: Contoh penggunaan: {0} "{1}" "{2}"
ja_jp: 使用例: {0} "{1}" "{2}"

source: Example usage: {0} "{1}" {2}
es_es: Ejemplo de uso: {0} "{1}" {2}
id_id: Contoh penggunaan: {0} "{1}" {2}
ja_jp: 使用例: {0} "{1}" {2}

source: Example usage: {0} {1}
es_es: Ejemplo de uso: {0} {1}
id_id: Contoh penggunaan: {0} {1}
ja_jp: 使用例: {0} {1}

source: Example usage: {0} {1} {2}
es_es: Ejemplo de uso: {0} {1} {2}
id_id: Contoh penggunaan: {0} {1} {2}
ja_jp: 使用例: {0} {1} {2}

source: Example usage: {0} {1} {2} {3}
es_es: Ejemplo de uso: {0} {1} {2} {3}
id_id: Contoh penggunaan: {0} {1} {2} {3}
ja_jp: 使用例: {0} {1} {2} {3}

source: Example usage: {0} {1} {2} {3} {4}
es_es: Ejemplo de uso: {0} {1} {2} {3} {4}
id_id: Contoh penggunaan: {0} {1} {2} {3} {4}
ja_jp: 使用例: {0} {1} {2} {3} {4}

source: Example usage: {0} <{1}> <{2}>
es_es: Ejemplo de uso: {0} <{1}> <{2}>
id_id: Contoh penggunaan: {0} <{1}> <{2}>
ja_jp: 使用例: {0} <{1}> <{2}>

source: Example: /sudo /ban add particles 2d Hacking.
es_es: Ejemplo: /sudo /ban add particles 2d Hackeando.
id_id: Example: /sudo /ban add prefiks 2d Kecurangan.
ja_jp: 例: /sudo /ban add particles 2d Hacking.

source: Examples: {0}warp add foobar, {0}warp hide foobar true, {0}warp foobar.
es_es: Ejemplos: {0}warp add foobar, {0}warp hide foobar true, {0}warp foobar.
id_id: Contoh: {0}warp add foobar, {0}warp hide foobar true, {0}warp foobar.
ja_jp: 使用例: {0}warp add foobar, {0}warp hide foobar true, {0}warp foobar.

source: Executes a command as the super admin.
es_es: Ejecuta un comando como súper admin.
id_id: Perintah dieksekusi sebagai admin super.
ja_jp: 上級管理者としてコマンドを実行します。

source: Exploit attempt detected!
es_es: ¡Intento de exploit detectado!
id_id: Percobaan Exploit terdeteksi!
ja_jp: エクスプロイトを検出しました！

source: Failed to add ban for identifier: {0}.
es_es: No se pudo agregar el ban para el identificador {0}.
id_id: Gagal menambah pemblokiran untuk tanda pengenal: {0}
ja_jp: 識別子のBAN追加に失敗しました: {0}.

source: Failed to add ban. {0}
es_es: No se pudo agregar el ban. {0}
id_id: Gagal menambah pemblokiran. {0}
ja_jp: BANを追加できませんでした。 {0}

source: Failed to add group {0}.
es_es: No se pudo agregar el grupo {0}.
id_id: Gagal menambah grup {0}.
ja_jp: グループ {0} の追加に失敗しました。

source: Failed to delete group {0}.
es_es: No se pudo eliminar el grupo {0}.
id_id: Gagal menghapus grup {0}.
ja_jp: グループ {0}を削除できませんでした。

source: Failed to find any users by that name on the list.
es_es: No se pudo encontrar ningún usuario con ese nombre en la lista.
id_id: Gagal dalam menemukan pengguna apapun dengan daftar pada nama tersebut.
ja_jp: リストの名前でユーザーを見つけることができませんでした。

source: Failed to remove ban.
es_es: No se pudo eliminar el baneo.
id_id: Gagal mencopot pemblokiran.
ja_jp: BANを削除できませんでした。

source: Failed to rename group {0}.
es_es: No se pudo renombrar el grupo {0}.
id_id: Gagal menamai ulang grup {0}.
ja_jp: グループ {0}の名前を変更できませんでした。

source: Failed to rename the region.
es_es: No se pudo renombrar la región.
id_id: Gagal menamai ulang wilayah ini.
ja_jp: 地域の名前を変更できませんでした。

source: Failed to shade polygon normals.
es_es: Error al sombrear las normales del polígono.
id_id: Gagal besarnya normal shade polygon.
ja_jp: ポリゴン法線のシェーディングに失敗しました。

source: Failed to update group "{0}".
es_es: No se pudo actualizar el grupo "{0}".
id_id: Gagal dalam memperbarui grup "{0}".
ja_jp: グループ "{0}" の更新に失敗しました。

source: Failed to upload your character data to the server. Are you logged-in to an account?
es_es: No se pudo subir tus datos de personaje al servidor. ¿Iniciaste sesión en una cuenta?
id_id: Gagal dalam mengunggah data karakter anda kedalam peladen. Apakah akun anda telah dimasukkan?
ja_jp: キャラクターデータをサーバーにアップロードできませんでした。アカウントにログインしていますか？

source: Fatal Startup Exception
es_es: Excepción fatal de arranque.
id_id: Dikecualikan Fatal Permulaan

source: Fatal TShock initialization exception: failed to connect to MySQL database. See inner exception for details.
es_es: Excepción fatal en la inicialización de TShock: no se pudo conectar a la base de datos MySQL. Vea la excepción interna para más detalles.
id_id: Pengecualian inisialisasi TShock yang fatal:gagal menghubungkan basis data MySQL. Lihat dalam pengecualian untuk rinciannya.
ja_jp: 致命的なTShock 初期化例外: MySQL データベースへの接続に失敗しました。詳細は内部例外を参照してください。

source: FetchHashedPasswordAndGroup SQL returned an error: {0}
es_es: SQL FetchHashedPasswordAndGroup devolvió un error: {0}
id_id: FetchHashedPasswordAndGroup SQL mengembalikan kesalahan: {0}

source: Firework Syntax
es_es: Sintaxis de Firework
id_id: Sintaks Kembang Api
ja_jp: Syntax を打ち上げる

source: For example, 1d and 10h-30m+2m are both valid time strings, but 2 is not.
es_es: Por ejemplo, 1d y 10h-30m+2m son ambas cadenas de tiempo válidas, pero 2 no lo es.
id_id: Contohnya, 1d dan 10h-30m+2m semua itu adalah uraian waktu yang valid, tapi bukan untuk 2
ja_jp: 例えば、1dと10h-30m+2mはどちらも有効なタイム文字列ですが、2 は有効ではありません。

source: For more info, use {0} {1} or {2} {3}
es_es: Para más información, usa {0} {1} o {2} {3}
id_id: Info lebihnya, gunakan {0}{1} atau {2}{3}
ja_jp: 詳細については、 {0} {1} または {2} {3} を使用してください

source: Forces all liquids to update immediately.
es_es: Hace que todos los líquidos se actualicen inmediatamente.
id_id: Semua cairan-cairan dipaksakan diperbaharui seketika.
ja_jp: すべての液体を強制的に更新します。

source: Gave {0} {1} {2}.
es_es: Dio {0} {1} {2}.
id_id: Telah Memberi {0} {1} {2}.
ja_jp: {0} {1} {2}を与えた。

source: Gave {0} {1}.
es_es: Dio {0} {1}.
id_id: Telah memberi {0} {1}.
ja_jp: {0} {1}を与えた。

source: GetDataHandlers / HandleCatchNpc catch zero {0}
es_es: GetDataHandlers / HandleCatchNpc capturó cero {0}

source: GetDataHandlers / HandleCatchNpc rejected catch npc {0}
es_es: GetDataHandlers / HandleCatchNpc rechazado, captura PNJ {0}

source: GetDataHandlers / HandleChestActive rejected build permission and region check {0}
es_es: GetDataHandlers / HandleChestActive rechazado, permiso de construcción y comprobación de región {0}

source: GetDataHandlers / HandleChestItem rejected max stacks {0}
es_es: GetDataHandlers / HandleChestItem rechazado, stacks máximos {0}
