Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: No values supplied
es_es: No se proporcionó ningún valor
id_id: Tidak ada nilai yang diberikan
ja_jp: 指定された値はありません

source: Not authorized. The provided token became invalid due to group changes, please create a new token.
es_es: No autorizado. El tóken proporcionado fue invalidado debido a cambios en los grupos, por favor cree un nuevo tóken.
id_id: Tidak diinzinkan. Token yang disediakan menjadi tidak valid karena perubahan grup, mohon buat token baru.
ja_jp: 許可されていません。グループ変更により提供されたトークンが無効になりました。新しいトークンを作成してください。

source: Not authorized. The specified API endpoint requires a token, but the provided token was not valid.
es_es: No autorizado. El punto final API especificado requiere un tóken, pero el que fue proporcionado no era válido.
id_id: Tidak diizinkan. API endpoint yang ditentukan memerlukan sebuah token, tapi token yang disediakan tidak valid.
ja_jp: 許可されていません。指定された API エンドポイントにはトークンが必要ですが、指定されたトークンは無効です。

source: Not authorized. The specified API endpoint requires a token.
es_es: No autorizado. El punto final API especificado requiere un tóken.
id_id: Tidak diizinkan. API endpoint yang ditentukan membutuhkan sebuah token.
ja_jp: 許可されていません。指定された API エンドポイントにはトークンが必要です。

source: Not authorized. User "{0}" has no access to use the specified API endpoint.
es_es: No autorizado. El usuario "{0}" no tiene acceso para utilizar el punto final API especificado.
id_id: Tidak diizinkan. Pengguna "{0}" tidak memiliki akses untuk menggunakan API endpoint yang ditentukan.
ja_jp: 許可されていません。ユーザー "{0}" は指定された API エンドポイントを使用する権限がありません。

source: Not logged in or Invalid syntax. Proper syntax: {0}password <oldpassword> <newpassword>.
es_es: No conectado o sintaxis inválida. Sintaxis correcta: {0}password <contraseñaVieja> <contraseñaNueva>.
id_id: Belum masuk atau sintaks tidak valid. Sintaks yang benar: {0}password <oldpassword> <newpassword>.
ja_jp: ログインしていない、または無効なSyntaxです。適切なSyntax: {0}password <oldpassword> <newpassword>

source: Not upgrading work factor because bcrypt hash in an invalid format.
es_es: No se está actualizando el factor de trabajo porque el hash de bcrypt está en un formato inválido.
id_id: Tidak memutakhirkan faktor kerja karena hash bcrypt dalam format yang tidak benar.
ja_jp: bcryptハッシュが無効なフォーマットのため作業係数をアップグレードしていません。

source: NPC damage exceeded {0}.
es_es: Daño a NPC excedió {0}.
id_id: Kerusakan NPC terlampaui {0}.
ja_jp: NPCダメージが {0}を超えました。

source: One moment...
es_es: Un momento...
id_id: Tunggu sebentar...
ja_jp: ちょっと待って...

source: One of your UserIDs is not a usable integer: {0}
es_es: Uno de tus UserIDs no es un entero utilizable: {0}
id_id: Salah satu UserID Anda bukan bilangan bulat yang dapat digunakan: {0}
ja_jp: ユーザーIDのいずれかが使用可能な整数ではありません: {0}

source: Online Players ({0}/{1})
es_es: Jugadores en Línea ({0}/{1})
id_id: Pemain Daring ({0}/{1})
ja_jp: オンラインプレイヤー ({0}/{1})

source: Operating system: {0}
es_es: Sistema operativo: {0}
id_id: Sistem operasi: {0}
ja_jp: OS: {0}

source: Overrides serverside characters for a player, temporarily.
es_es: Ignora temporalmente los personajes exclusivos de servidor para un jugador.
id_id: Mengganti karakter sisi server untuk pemain, sementara saja.
ja_jp: プレイヤーのサーバーサイドキャラクターを一時的に上書きします。

source: Page {{0}} of {{1}}
es_es: Página {{0}} de {{1}}
id_id: Halaman {{0}} dari {{1}} halaman
ja_jp: ページ {{0}} / {{1}}

source: parent <group> <parent group> - Changes a group's parent group.
es_es: parent <grupo> <grupo padre> - Cambia el grupo padre de un grupo.
id_id: parent <grup> <induk grup> - Merubah grup induk suatu grup.
ja_jp: parent <group> <parent group> - グループの親グループを変更。

source: Parent of "{0}" is "{1}".
es_es: El padre de "{0}" es "{1}".
id_id: Induk dari "{0}" ialah "{1}".
ja_jp: "{0}"の親は "{1}" です。

source: Parent of group "{0}" set to "{1}".
es_es: Padre del grupo "{0}" asignado a "{1}".
id_id: Grup induk "{0}" dijadikan ke "{1}".
ja_jp: グループ"{0}"の親は"{1}"に設定されています。

source: Parenting group {0} to {1} would cause loops in the parent chain.
es_es: Hacer al grupo {0} padre de {1} causaría bucles en la cadena de parentesco.
id_id: Grup perindukan {0} hingga {1} akan menyebabkan loop dalam rantai induk.
ja_jp: 親グループ {0} から {1} は親チェーンのループを引き起こします。

source: Password change attempt for {0} failed for an unknown reason. Check the server console for more details.
es_es: El intento de cambio de contraseña de {0} falló por una razón desconocida. Comprueba la consola del servidor para más detalles.
id_id: Upaya perubahan kata sandi untuk {0} gagal karena alasan yang tidak diketahui. Periksa konsol peladen untuk lebih jelasnya.
ja_jp: {0} のパスワード変更の試みは不明な理由で失敗しました。詳細はサーバーコンソールを確認してください。

source: Password change succeeded for {0}.
es_es: La contraseña de {0} se cambió correctamente.
id_id: Perubahan kata sandi berhasil untuk {0}.
ja_jp: {0} のパスワード変更に成功しました。

source: Password must be at least {0} characters.
es_es: La contraseña debe tener al menos {0} caracteres.
id_id: Kata sandi minimal {0} karakter.
ja_jp: パスワードは最低でも{0}文字以上でなければなりません。

source: Password must be greater than or equal to {0} characters.
es_es: La contraseña debe contener {0} o más caracteres.
id_id: Kata sandi harus lebih besar dari atau sama dengan {0} karakter.
ja_jp: パスワードは {0} 文字以上でなければなりません。

source: PasswordUser returned an error: {0}.
es_es: PasswordUser devolvió un error: {0}.
id_id: PasswordUser mengembalikan sebuah kesalahan: {0}.
ja_jp: PasswordUser がエラーを返しました: {0}.

source: Path: {0}
es_es: Ruta: {0}
id_id: Jalur: {0}
ja_jp: パス: {0}

source: Pearlwood Tree
es_es: Árbol de Madera Perlada
ja_jp: パールウッドの木

source: Permissions for {0} ({{0}}/{{1}}):
es_es: Permisos para {0} ({{0}}/{{1}}):
id_id: Perizinan kepada {0} ({{0}}/{{1}}):
ja_jp: {0} のアクセス許可 ({{0}}/{{1}}):

source: Player "{0}" has to perform a /login attempt first.
es_es: El jugador "{0}" debe realizar antes un intento de /login.
id_id: Pemain "{0}" harus melakukan upaya /login terlebih dahulu.
ja_jp: プレイヤー "{0}" は、/login を最初に試みる必要があります。

source: Player "{0}" has to reconnect first, because they need to delete their trash.
es_es: El jugador "{0}" debe reconectarse antes, pues necesita eliminar su papelera.
id_id: Pemain "{0}" harus menghubungkan ulang terlebih dahulu, karena sampah mereka perlu dihapus.
ja_jp: プレイヤー "{0}" は最初に再接続する必要があります。なぜなら、ゴミ箱を削除する必要があるからです。

source: Player "{0}" is already logged in.
es_es: El jugador "{0}" ya está conectado.
id_id: Pemain "{0}" sudah masuk.
ja_jp: プレイヤー "{0}" はすでにログインしています。

source: Player {0} has been disabled for {1}.
es_es: El jugador {0} ha sido deshabilitado por {1}.
id_id: Pemain {0} telah dinonaktifkan dalam {1}.
ja_jp: {0} は {1}のため、無効化されました。

source: Player {0} has been muted
es_es: El jugador {0} fue silenciado
id_id: Pemain {0} telah dibisukan
ja_jp: プレイヤー {0} はミュートされました

source: Player {0} has been unmuted
es_es: Al jugador {0} se le revocó su silencio
id_id: Pemain {0} sudah tidak dibisukan.
ja_jp: プレイヤー {0} のミュートを解除しました

source: Player {0} matches {1} player
es_es: El jugador {0} coincide con {1} jugador
id_id: Player {0} sejajar dengan {1} pemain.
ja_jp: プレイヤー {0} は {1} プレイヤーにマッチしました

source: Player {0} not found.
es_es: No se encontró al jugador {0}.
id_id: Pemain {0} tidak ditemukan.
ja_jp: プレイヤー {0} が見つかりません。

source: Player {0} tried to sneak {1} onto the server!
es_es: ¡El jugador {0} intentó ingresar {1} de contrabando al servidor!
id_id: Pemain {0} telah mencoba menyelinapkan {1} kedalam peladen!
ja_jp: プレイヤー {0} がサーバーに {1} 侵入しようとしました！

source: Player {0} was killed
es_es: El jugador {0} fue asesinado
id_id: Pemain {0} telah terbunuh
ja_jp: プレイヤー {0} が殺されました

source: Player {0} was not found
es_es: No se encontró al jugador {0}
id_id: Player {0} tidak ditemukan
ja_jp: プレイヤー {0} が見つかりませんでした

source: Player damage exceeded {0}.
es_es: El daño al jugador excedió {0}.
id_id: Melampaui kerusakan pemain {0}.
ja_jp: プレイヤーのダメージが {0}を超えました。

source: Player does not have free slots!
es_es: ¡El jugador no tiene espacios vacíos!
id_id: Pemain tidak dapat mempunyai slot kosong!
ja_jp: プレイヤーに空きスロットがありません！

source: Player does not have permission to create projectile {0}.
es_es: El jugador no tiene permiso para crear el proyectil {0}.
id_id: Pemain tidak mempunyai izin untuk membuat {0} proyektil.
ja_jp: 発射物 {0} を作成する権限がありません。

source: Player not found. Unable to kick the player.
es_es: Jugador no encontrado. Imposible expulsar al jugador.
id_id: Pemain tidak ditemukan. tidak dapat mengeluarkan pemain tersebut.
ja_jp: プレイヤーが見つかりません。プレイヤーをキックすることができません。

source: Please {0}register or {0}login to play!
es_es: ¡Por favor usa {0}register o {0}login para jugar!
id_id: Silahkan {0}register atau {0}login untuk dapat bermain!
ja_jp: プレイするには、{0}register または {0}loginしてください！

source: Please close NPC windows before logging out.
es_es: Por favor cierre las ventanas de PNJ antes de cerrar sesión.
id_id: Harap tutup jendela NPC sebelum keluar.
ja_jp: ログアウトする前にNPCウィンドウを閉じてください。

source: Please enter a proper command name or alias.
es_es: Por favor ingresa un nombre o alias de comando válido.
id_id: Harap masukkan nama atau jenis perintah yang tepat.
ja_jp: 正しいコマンド名またはエイリアスを入力してください。

source: Please try a different username.
es_es: Por favor prueba con un nombre de usuario distinto.
id_id: Harap mencoba dengan nama pengguna lain.
ja_jp: 別のユーザー名をお試しください。

source: Please use {0}login <username> <password> after this process.
es_es: Por favor usa {0}login <nombreUsuario> <contraseña> después de esto.
id_id: Setelah proses ini harap gunakan {0}login <nama-pengguna> <kata-sandi>.
ja_jp: このプロセスの後、 {0}login <username> <password>を使用してください。

source: Please use the following to create a permanent account for you.
es_es: Por favor utiliza lo siguiente para crearte una cuenta permanente.
id_id: Harap ikuti petunjuk untuk membuat akun anda menjadi permanen.
ja_jp: 永久アカウントを作成するには、以下をご利用ください。

source: Port overridden by startup argument. Set to {0}
es_es: Puerto sobreescrito por argumento de inicio. Establecido en {0}
id_id: Port ditimpa oleh argumen startup. Ditetapkan ke {0}
ja_jp: 起動時の引数によってポートがオーバーライドされています。 {0}に設定します

source: Possible problem with your database - is Sqlite3.dll present?
es_es: Posible problema con su base de datos - ¿Está el archivo Sqlite3.dll presente?
id_id: Mungkin ada masalah dengan basis data anda - apakah ada Sqlite3.dll?
ja_jp: データベースに問題がある可能性があります - Sqlite3.dllは存在しますか?

source: prefix <group> <prefix> - Changes a group's prefix.
es_es: prefix <grupo> <prefijo> - Cambia el prefijo de un grupo.
id_id: prefix <grup> <prefiks> - Merubah sebuah prefiks suatu grup.
ja_jp: prefix <group> <prefix> - グループのプレフィックスを変更します。

source: Prefix of "{0}" is "{1}".
es_es: El prefijo de "{0}" es "{1}".
id_id: Prefiks dari "{0}" yakni "{1}".
ja_jp: "{0}" のプレフィックスは "{1}" です。

source: Prefix of group "{0}" set to "{1}".
es_es: Prefijo del grupo "{0}" establecido como "{1}".
id_id: Prefiks dari grup "{0}" diatur menjadi "{1}".
ja_jp: グループ "{0}" のプレフィックスが "{1}" に設定されています。

source: Prevents a player from talking.
es_es: Evita que un jugador hable.
id_id: Mencegah pemain berbicara.
ja_jp: プレイヤーの発言を防ぎます。

source: Proc count: {0}
es_es: Cantidad de Proc: {0}
id_id: Terhitung proc: {0}
ja_jp: プロック数: {0}

source: Projectile {0} is not banned.
es_es: El proyectil {0} no está prohibido.
id_id: Proyektil {0} tidak diblokir.
ja_jp: 発射物 {0} は禁止されていません。

source: Projectile Ban Sub-Commands ({{0}}/{{1}}):
es_es: Sub-Comandos de Projectile Ban ({{0}}/{{1}}):
id_id: Sub-Perintah dari Projectile Ban ({{0}}/{{1}}):
ja_jp: 発射物禁止サブコマンド ({{0}}/{{1}}):

source: Projectile bans ({{0}}/{{1}}):
es_es: Prohibiciones de Proyectil ({{0}}/{{1}}):
id_id: Pemblokiran proyektil ({{0}}/{{1}}):
ja_jp: 発射物の禁止 ({{0}}/{{1}}):

source: Projectile create threshold exceeded {0}.
es_es: El umbral de creación de proyectiles excedió {0}.
id_id: Pembuatan projectile telah melewati ambang batas {0}.
ja_jp: 投射物作成のしきい値を超えました {0}.

source: Projectile damage is higher than {0}.
es_es: El daño del proyectil es mayor que {0}.
id_id: Kerusakan proyektil lebih tinggi dari {0}.
ja_jp: 発射物のダメージが {0}よりも大きい。

source: protect <name> <true/false> - Sets whether the tiles inside the region are protected or not.
es_es: protect <nombre> <true/false> - Establece si las casillas en el interior de la región están o no protegidas.
id_id: /protect <nama> <true/false> - mengatur apakah ubin-ubin tersebut di dalam wilayah yang dilindungi atau bukan.
ja_jp: protect <name> <true/false> - 領域内のタイルが保護されているかどうかを設定します。

source: Protected regions at this point:
es_es: Regiones protegidas en este punto:
id_id: Wilayah yang dilindungi pada saat titik ini:
ja_jp: この時点での保護地域:

source: Protected: {0}.
es_es: Protegido: {0}.
id_id: Yang dilindungi: {0}.
ja_jp: 保護済み: {0}.

source: Quick usage: {0} {1} "Griefing"
es_es: Uso abreviado: {0} {1} "Molestar"
id_id: Penggunaan cepat: {0} {1} "Penghancuran"
ja_jp: クイック使用: {0} {1} "グリーフィング"

source: Rangecheck failed for {0} ({1}, {2}) (rg: {3}/{5}, {4}/{5})
es_es: Rangecheck falló para {0} ({1}, {2}) (rg: {3}/{5}, {4}/{5})
id_id: Pengecekan jarak gagal selama {0} ({1}, {2}) (rg: {3}/{5}, {4}/{5})
ja_jp: {0} ({1}, {2}) (rg: {3}/{5}, {4}/{5} ) の範囲チェックに失敗しました

source: Reached HealOtherPlayer threshold
es_es: Se alcanzó el umbral de HealOtherPlayer
id_id: Telah mencapai ambang batas dari HealOtherPlayer
ja_jp: HealOtherPlayerのしきい値に達しました

source: Reached HealOtherPlayer threshold.
es_es: Se alcanzó el umbral de HealOtherPlayer.
id_id: Mencapai ambang batas HealOtherPlayer.
ja_jp: HealOtherPlayerのしきい値に達しました。

source: Reached paint threshold
es_es: Se alcanzó el umbral de pintura
id_id: Telah mencapai ambang batas dari paint.
ja_jp: ペイントのしきい値に達しました

source: Reached projectile create threshold.
es_es: Se alcanzó el umbral de creación de proyectiles.
ja_jp: 発射物作成がしきい値に達しました。

source: Reached projectile threshold
es_es: Se alcanzó el umbral de proyectiles
ja_jp: 発射体のしきい値に達しました

source: Reached TileKill threshold.
es_es: Se alcanzó el umbral de TileKill.
id_id: Mencapai ambang TileKill.
ja_jp: TileKill しきい値に達しました。

source: Reached TileLiquid threshold
es_es: Se alcanzó el umbral de TileLiquid
ja_jp: タイル設置のしきい値に達しました

source: Reached TileLiquid threshold {0}.
es_es: Se alcanzó el umbral de líquidos {0}.
id_id: Mencapai ambang TileLiquid {0}.
ja_jp: タイル液体設置のしきい値に達しました。{0}

source: Reached TileLiquid threshold.
es_es: Se alcanzó el umbral de líquidos.
id_id: Mencapai ambang TileLiquid.
ja_jp: タイル液体設置のしきい値に達しました。

source: Reached TilePlace threshold
es_es: Se alcanzó el umbral de bloques puestos
ja_jp: タイル液体設置のしきい値に達しました

source: Reached TilePlace threshold.
es_es: Se alcanzó el umbral de bloques puestos.
id_id: Mencapai ambang batas TilePlace.
ja_jp: タイル設置のしきい値に達しました。

source: Read the message below to find out more.
es_es: Lea el siguiente mensaje para obtener más información.
ja_jp: 詳細については、以下のメッセージをお読みください。

source: Reason: {0}.
es_es: Razón: {0}.
id_id: Alasan: {0}.
ja_jp: 理由: {0}.

source: Received type '{0}', however column '{1}' expects type '{2}'
es_es: Recibido tipo '{0}', sin embargo la columna '{1}' esperaba tipo '{2}'
id_id: Jenis yang diterima '{0}', namun kolom '{1}' mengharapkan jenis '{2}'
ja_jp: 受信した型 '{0}' ですが、列 '{1}' は型'{2}' を期待しています

source: Region "{0}" already exists.
es_es: La región "{0}" ya existe.
id_id: Wilayah "{0}" sudah ada.
ja_jp: 地域 "{0}" は既に存在します。

source: Region "{0}" does not exist.
es_es: La región "{0}" no existe.
id_id: Wilayah "{0}" tidak ada.
ja_jp: 地域 "{0}" は存在しません。

source: Region {0} already exists.
es_es: La región {0} ya existe.
id_id: Wilayah {0} sudah ada.
ja_jp: 地域 {0} は既に存在します。

source: Region is not shared with any groups.
es_es: La región no es compartida con ningún grupo.
id_id: Wilayah ini tidak dibagikan dengan grup manapun.
ja_jp: 地域はどのグループとも共有されてません。

source: Region is not shared with any users.
es_es: La región no es compartida con ningún usuario.
id_id: Wilayah ini tidak dibagikan dengan penguna manapun.
ja_jp: 地域はどのユーザーと共有されてません。

source: Region owner: {0}.
es_es: Dueño de la región: {0}.
id_id: Pemilik Wilayah ini : {0}.
ja_jp: 地域の所有者: {0}

source: Region points need to be defined first. Use /region set 1 and /region set 2.
es_es: Primero hay que definir los puntos de la región. Usa /region set 1 y /region set 2.
id_id: Titik-titik wilayah perlu ditentukan terlebih dahulu. gunakan /region set 1 dan /region set 2.
ja_jp: 最初に地域ポイントを定義する必要があります。/region set 1 と /region set 2 を使用してください。

source: Region renamed successfully!
es_es: ¡La región se ha renombrado correctamente!
id_id: Berhasil menamai ulang wilayah!
ja_jp: 地域名の変更に成功しました！

source: Region Resized Successfully!
es_es: ¡La región se ha redimensionado correctamente!
id_id: Berhasil mengubah ukuran wilayah!
ja_jp: 地域のサイズ変更に成功しました！

source: Region's z is now {0}
es_es: El índice z de la región ahora es {0}
id_id: Wilayah z kini {0}
ja_jp: 地域のz値は現在 {0}です

source: Regions ({{0}}/{{1}}):
es_es: Regiones ({{0}}/{{1}}):
id_id: Wilayah ({{0}}/{{1}}):
ja_jp: 地域 ({{0}}/{{1}}):

source: Regions at this point:
es_es: Regiones en este punto:
id_id: Wilayah titik ini:
ja_jp: この時点の地域:

source: Registers you an account.
es_es: Te registra una cuenta.
id_id: Mendaftarkan anda sebuah akun.
ja_jp: アカウントを登録します。

source: RegisterUser returned an error: {0}.
es_es: RegisterUser devolvió un error: {0}.
id_id: RegisterUser mengembalikan sebuah kesalahan: {0}.
ja_jp: RegisterUserは {0}エラーを返しました。

source: Released critter was not from its item.
es_es: La criatura liberada no correspondía a su objeto.
id_id: Makhluk yang dirilis bukan dari itemnya.
ja_jp: 解放された生き物は品目からではありませんでした。

source: Reloads the server configuration file.
es_es: Recarga el archivo de configuración del servidor.
id_id: Memuat ulang berkas konfigurasi peladen.
ja_jp: サーバ設定ファイルを再読み込みします。

source: remove <user> <region> - Removes a user from a region.
es_es: remove <usuario> <región> - Retira a un usuario de una región.
id_id: remove <pengguna> <wilayah> - Menghapus pengguna dari wilayah tersebut.
ja_jp: remove <user> <region> - 地域からユーザーを削除します。

source: Removed {0} players from the angler quest completion list for today.
es_es: Eliminados {0} jugadores del listado de misiones completadas hoy del pescador.
id_id: Pengguna {0} telah dibersihan dari daftar penyelesaian pekerjaan angler untuk hari ini.
ja_jp: 今日の釣り人クエスト完了リストから {0} ユーザーを削除しました。

source: Removed group {0} from {1}
es_es: El grupo {0} fue removido de {1}
id_id: Grup {0} dihapus dari {1}
ja_jp: グループ {0} を {1}から削除しました

source: Removed parent of group "{0}".
es_es: Se eliminó el padre del grupo "{0}".
id_id: Induk dari grup "{0}" dicopot.
ja_jp: グループ"{0}"の親を削除しました。

source: Removed prefix of group "{0}".
es_es: Se quitó el prefijo del grupo "{0}".
id_id: Prefiks dari grup "{0}" dicopot.
ja_jp: グループ "{0}" のプレフィックスを削除しました。

source: Removed suffix of group "{0}".
es_es: Se quitó el sufijo del grupo "{0}".
id_id: Sufiks dari grup "{0}" dicopot.
ja_jp: グループ "{0}" のサフィックスを削除しました。

source: Removed user {0} from {1}.
es_es: Se quitó el usuario {0} de {1}.
id_id: Pengguna {0} dihapus dari {1}.
ja_jp: ユーザー {0} を {1}から削除しました。

source: removeg <group> <region> - Removes a user group from a region.
es_es: removeg <grupo> <región> - Quita a un grupo de usuarios de la región.
id_id: removeg <grup> <wilayah> - grup pengguna dihapus dari wilayah tersebut.
ja_jp: removeg <group> <region> - ユーザーグループを地域から削除します。

source: Removes a player from the server.
es_es: Elimina a un jugador del servidor.
id_id: Pemain dihapus dari dalam peladen.
ja_jp: プレイヤーをサーバーから削除します。

source: RemoveUser SQL returned an error
es_es: SQL RemoveUser devolvió un error
id_id: RemoveUser SQL mengembalikan kesalahan
ja_jp: RemoveUser SQLがエラーを返しました

source: rename <group> <new name> - Changes a group's name.
es_es: rename <grupo> <nombre nuevo> - Cambia el nombre de un grupo.
id_id: rename <grup> <nama baru> - Mengganti sebuah nama grup.
ja_jp: rename <group> <new name> - グループの名前を変更します。

source: rename <region> <new name> - Renames the given region.
es_es: rename <región> <nombre nuevo> - Renombra la región dada.
id_id: rename <wilayah> <nama baru> - Mengganti nama grup yang diberikan.
ja_jp: rename <region> <new name> - 指定した地域の名前を変更します。

source: Renames an NPC.
es_es: Renombra a un PNJ.
id_id: Mengganti nama NPC.
ja_jp: NPCの名前を変更します。

source: Replies to a PM sent to you.
es_es: Contestas al mensaje privado que te fue enviado.
id_id: Membalas PM yang dikirimkan kepada Anda.
ja_jp: あなたに送信されたPMへの返信。

source: Requested token was successfully destroyed.
es_es: El tóken solicitado fue destruido exitosamente.
id_id: Token yang diminta berhasil dilenyapkan.
ja_jp: 要求されたトークンは正常に破棄されました。

source: RequestTileEntityInteractionHandler: Rejected packet due to lack of building permissions! - From {0} | Position X:{1} Y:{2}, TileEntity type: {3}, Tile type: {4}
es_es: RequestTileEntityInteractionHandler: ¡Paquete rechazado por falta de permisos de construcción! - De {0} | Posición X:{1} Y:{2}, Tipo de TileEntity: {3}, Tipo de bloque: {4}
id_id: RequestTileEntityInteractionHandler: Paket ditolak karena kurangnya izin bangunan! - Dari {0} | Posisi X:{1} Y:{2}, Jenis TileEntity: {3}, Jenis tile: {4}
ja_jp: RequestTileEntityInteractionHandler: ビルドの権限がないため拒否されたパケット! - From {0} | Position X:{1} Y:{2}, TileEntity type: {3}, tile type: {4}

source: Resets the list of users who have completed an angler quest that day.
es_es: Reinicia la lista de usuarios que han completado durante el día una misión del pescador.
id_id: Pengguna-pengguna dari daftar ini yang telah selesai dari pekerjaan angler hari itu akan diatur ulang.
ja_jp: その日に釣り人クエストを完了したユーザーのリストをリセットします。

source: resize <region> <u/d/l/r> <amount> - Resizes a region.
es_es: resize <región> <u/d/l/r> <cantidad> - Redimensiona una región.
id_id: resize <wilayah> <u/d/l/r> <banyaknya> - mengukur ulang sebuah wilayah.
ja_jp: resize <region> <u/d/l/r> <amount> - 地域のサイズを変更します。

source: Respawn yourself or another player.
es_es: Te hace reaparecer a ti u otro jugador.
id_id: Hidupkan kembali diri anda atau pemain lain.
ja_jp: 自分または他のプレイヤーを復活させます。

source: Retrying in 5 minutes.
es_es: Reintentando en 5 minutos.
id_id: Mencoba lagi dalam 5 menit.
ja_jp: 5分後に再試行します

source: Returns the user's or specified user's current position.
es_es: Muestra la posición actual ya sea del usuario o de otro jugador.
id_id: Mengembalikan posisi pengguna atau pengguna tertentu saat ini.
ja_jp: ユーザーまたは指定されたユーザーの現在位置を返します。

source: Rich Mahogany
es_es: Madera de Caoba Rico

source: Rocket Syntax
es_es: Sintaxis de Rocket
id_id: Sintaks Roket

source: Rockets a player upwards. Requires SSC.
es_es: Propulsa a un jugador hacia arriba. Requiere SSC.
id_id: Roket pemain ke atas. Membutuhkan SSC.

source: Ruby Gemtree
es_es: Arbolgema de Rubí
ja_jp: ルビーの木

source: Sakura Tree
es_es: Árbol Sakura
ja_jp: 桜の木

source: Santa-NK1
es_es: Papá-NK1

source: Sapphire Gemtree
es_es: Arbolgema de Zafiro
ja_jp: サファイアの木

source: Saves all serverside characters.
es_es: Guarda todos los personajes exclusivos-de-servidor.
id_id: Menyimpan semua karakter di sisi peladen.
ja_jp: すべてのサーバーサイドキャラクターを保存します。

source: Saves the world file.
es_es: Guarda el archivo del mundo.
id_id: Menyimpan berkas dunia ini.
ja_jp: ワールドを保存します。

source: Saving world...
es_es: Guardando mundo...
id_id: Sedang menyimpan dunia...
ja_jp: ワールドを保存中...

source: Seed: {0}
es_es: Semilla: {0}
id_id: Benih: {0}
ja_jp: シード値：{0}

source: Sends a message to everyone on your team.
es_es: Envía un mensaje a todos los miembros de tu equipo.
id_id: Mengirim sebuah pesan untuk semua orang yang ada dalam tim anda.
ja_jp: チーム全員にメッセージを送る。

source: Sends a PM to a player.
es_es: Envía un mensaje privado a un jugador.
id_id: Mengirim sebuah pesan ke seorang pemain.
ja_jp: プレイヤーにPMを送信します。
