Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: The dungeon's position has now been set at your location.
es_es: La posición de la mazmorra se ha establecido en tu ubicación.
id_id: Letak posisi The Dungeon telah di atur ke tempat anda berada.
ja_jp: ダンジョンの位置があなたの位置に設定されました。

source: the Eater of Worlds
es_es: el Devoramundos
id_id: sang Eater of Worlds
ja_jp: Eater of Worlds

source: the Empress of Light
es_es: la Emperatriz de la Luz
id_id: sang Empress of Light
ja_jp: Empress of Light

source: the Eye of Cthulhu
es_es: el Ojo de Cthulhu
id_id: sang Eye of Cthulhu
ja_jp: Eye of Cthulhu

source: the Flying Dutchman
es_es: el Holandés Volador
id_id: sang Flying Dutchman
ja_jp: Flying Dutchman

source: the Golem
es_es: el Gólem
id_id: sang Golem
ja_jp: Golem

source: The group {0} appeared more than once. Keeping current group settings.
es_es: El grupo {0} apareció más de una vez. Manteniendo la configuración actual de los grupos.
id_id: Grup {0} muncul lebih dari sekali. jaga pengaturan grup saat ini.
ja_jp: グループ {0} が複数回出現しました。現在のグループ設定を維持します。

source: The guest group could not be found.
es_es: No se pudo encontrar el grupo huésped.
id_id: Grupnya tamu tidak dapat ditemukan.
ja_jp: ゲストグループが見つかりません。

source: The guest group could not be found. This may indicate a typo in the configuration file, or that the group was renamed or deleted.
es_es: No se pudo encontrar el grupo huésped. Esto puede indicar un error tipográfico en el archivo de configuración, o que el grupo fue renombrado o eliminado.
id_id: Grup tamu tidak dapat ditemukan. Ini mungkin menunjukkan kesalahan ketik dalam file konfigurasi, atau grup itu telah diubah namanya atau dihapus.
ja_jp: ゲストグループが見つかりませんでした。設定ファイルに誤植があるか、グループの名前を変更または削除されたことを示している可能性があります。

source: the Ice Queen
es_es: la Reina del Hielo
id_id: sang Ice Queen
ja_jp: 氷の女王

source: The initial setup system is disabled. This incident has been logged.
es_es: El sistema de configuración inicial está deshabilitado. Este incidente ha sido registrado.
id_id: Sistem pengaturan awal dinonaktifkan. Kejadian ini telah dicatat.
ja_jp: 初期設定システムが無効になっています。このインシデントは記録されました。

source: The item type {0} is invalid.
es_es: El tipo de objeto {0} no es válido.
id_id: Item yang tipenya {0} salah.
ja_jp: アイテムタイプ {0} は無効です。

source: the King Slime
es_es: el Rey Slime
id_id: sang King Slime
ja_jp: キングスライム

source: the Lunatic Cultist
es_es: el Sectario Lunático
id_id: sang Lunatic Cultist
ja_jp: Lunatic Cultist

source: The method referenced by LineFormatter has thrown an exception. See inner exception for details.
es_es: El método al que hace referencia LineFormatter arrojó una excepción. Revise la excepción interna para más detalles.
id_id: Metode yang disarankan oleh LineFormatter telah membalikkan pengecualian. Lihat pengecualian lebih rincinya.
ja_jp: LineFormatter によって参照されるメソッドは例外を投げています。詳細は内部例外を参照してください。

source: The method represented by termFormatter has thrown an exception. See inner exception for details.
es_es: El método al que representa termFormatter arrojó una excepción. Revise la excepción interna para más detalles.
id_id: Metode yang disarankan oleh termFormatter telah membalikkan pengecualian. Lihat pengecualian lebih rincinya.
ja_jp: termFormatter で表されるメソッドは例外を投げています。詳細は内部例外を参照してください。

source: the Moon Lord
es_es: el Señor de la Luna
id_id: sang Moon Lord
ja_jp: ムーンロード

source: The permissions have been added to all of the groups in the system.
es_es: Los permisos se agregaron a todos los grupos en el sistema.
id_id: perizinan telah ditambahkan ke semua grup ke dalam sistem.
ja_jp: システム内のすべてのグループに権限が追加されました。

source: The permissions have been removed from all of the groups in the system.
es_es: Los permisos se quitaron de todos los grupos en el sistema.
id_id: perizinan telah dihapus dari semua grup dari dalam sistem.
ja_jp: システム内のすべてのグループから権限が削除されました。

source: The player's character data was successfully uploaded from their initial connection.
es_es: Los datos de personaje del jugador fueron subidos exitosamente desde su conexión inicial.
id_id: Data karakter pemain berhasil diunggah dari koneksi awal mereka.
ja_jp: プレイヤーのキャラクターデータは、最初の接続から正常にアップロードされました。

source: the Pumpking
es_es: el Rey Calabaza
id_id: sang Pumpking
ja_jp: Pumpking

source: the Queen Bee
es_es: la Abeja Reina
id_id: sang Queen Bee
ja_jp: 女王蜂

source: the Queen Slime
es_es: la Reina Slime
id_id: sang Queen Slime
ja_jp: クイーンスライム

source: The REST authentication token.
es_es: El tóken de autenticación REST.
id_id: Token autentikasi REST.
ja_jp: REST 認証トークン

source: The server is out of date. Latest version:
es_es: Servidor desactualizado. Última versión:
id_id: Peladen sudah kadaluarsa. Versi terbaru:
ja_jp: サーバーは古いバージョンです。最新バージョン:

source: The spawn rate you provided is out-of-range or not a number.
es_es: La tasa de generación provista esta fuera del rango o no es un número.
id_id: Tingkat memunculkan yang anda berikan di luar jangkauan atau mungkin bukan angka.
ja_jp: 指定したスポーン率は正しくありません。

source: The specified token queued for destruction failed to be deleted.
es_es: El tóken especificado marcado para ser destruido no pudo ser eliminado.
id_id: Token tertentu yang diantrekan untuk dihancurkan gagal dihapus.
ja_jp: 指定されたトークンは削除に失敗しました。

source: The target player has not logged in yet.
es_es: El jugador objetivo aún no ha iniciado sesión.
id_id: Target pemain belum masuk.
ja_jp: 指定のプレイヤーはまだログインしていません。

source: The targeted user cannot have their data uploaded, because they are not a player.
es_es: El usuario objetivo no puede subir sus datos, pues no es un jugador.
id_id: Pengguna yang ditargetkan tidak dapat diunggah datanya, karena mereka bukan pemain.
ja_jp: 指定のユーザーはプレイヤーではないため、データをアップロードできません。

source: the Twins
es_es: los Gemelos
id_id: sang Twins
ja_jp: Twins

source: The user {0} does not exist! Therefore, the account was not deleted.
es_es: ¡El usuario {0} no existe! Por ende, no se eliminó la cuenta.
id_id: Pengguna {0} tidak ada! Oleh karena itu, akun tidak dihapus.
ja_jp: ユーザー {0} が存在しません。したがって、アカウントは削除されませんでした。

source: The value has to be greater than or equal to zero.
es_es: El valor debe ser mayor o igual a cero.
id_id: Nilainya harus lebih besar atau sama dengan nol.
ja_jp: 値はゼロ以上でなければなりません。

source: The value has to be greater than zero.
es_es: El valor debe ser mayor que cero.
id_id: Nilainya harus lebih besar dari nol.
ja_jp: 値は 0 より大きくなければなりません。

source: The versions of plugins you requested aren't compatible with eachother.
es_es: Las versiones de plugins que has solicitado no son compatibles entre ellas.
id_id: Versi plugin yang anda request tidak compatible antara satu dengan yang lain
ja_jp: 要求されたプラグインのバージョンは、各プラグインと互換性がありません。

source: the Wall of Flesh
es_es: el Muro Carnoso
id_id: sang Wall of Flesh
ja_jp: Wall of Flesh

source: The world's chest limit has been reached - unable to place more.
es_es: El límite de cofres del mundo fue alcanzado - imposible colocar más.
id_id: Batas peti dunia telah tercapai - tidak dapat menaruh lebih banyak.
ja_jp: ワールドのチェスト上限に達しました。これ以上設置できません。

source: There are currently no active bans.
es_es: No hay bans activos en este momento.
id_id: Saat ini tidak ada pemblokiran yang aktif.
ja_jp: 現在有効なBANはありません。

source: There are currently no active REST users.
es_es: No hay usuarios REST activos en este momento.
id_id: Tidak ada pengguna REST yang aktif saat ini.
ja_jp: アクティブなRESTユーザーは現在いません。

source: There are currently no available identifiers.
es_es: No hay identificadores disponibles en este momento.
id_id: Saat ini tidak ada pengidentifikasi yang tersedia.
ja_jp: 現在利用可能な識別子はありません。

source: There are currently no banned items.
es_es: No hay objetos prohibidos en este momento.
id_id: Saat ini tidak ada item yang diblokir.
ja_jp: BANされたアイテムはありません。

source: There are currently no banned projectiles.
es_es: No hay proyectiles prohibidos en este momento.
id_id: Saat ini tidak ada proyektil yang diblokir.
ja_jp: BANされた発射物はありません。

source: There are currently no banned tiles.
es_es: No hay bloques prohibidos en este momento.
id_id: Saat ini tidak ada tile yang diblokir.
ja_jp: BANされたタイルはありません。

source: There are currently no permissions for {0}.
es_es: Ahora mismo {0} no posee permisos.
id_id: Saat ini tidak memiliki izin untuk {0}.
ja_jp: {0} に対する権限がありません。

source: There are currently no players online.
es_es: Actualmente no hay jugadores en línea.
id_id: Saat ini tidak ada pemain daring.
ja_jp: 現在オンラインのプレイヤーはいません。

source: There are currently no regions defined.
es_es: Actualmente no hay regiones definidas.
id_id: Saat ini tidak ada wilayah yang ditentukan.
ja_jp: 現在、定義されている地域はありません。

source: There are currently no warps defined.
es_es: Actualmente no hay warps definidos.
id_id: Saat ini tidak ada warp yang ditentukan.
ja_jp: 現在、定義されているワープはありません。

source: There are no regions at this point, or they are not protected.
es_es: Este punto o no tiene regiones, o no están protegidas.
id_id: Tidak ada wilayah dititik ini, atau mereka tidak dilindungi.
ja_jp: この時点には地域がないか、または保護されていません。

source: There are no regions at this point.
es_es: No hay regiones en este punto.
id_id: Tidak ada wilayah yang terdaftar saat ini.
ja_jp: この時点で地域はありません。

source: There is already a Wall of Flesh.
es_es: Ya hay un Muro Carnoso.
id_id: Sudah ada Wall of Flesh.
ja_jp: すでにWall of Fleshが存在してます。

source: There was an error processing your login or authentication related request.
es_es: Hubo un error al procesar tu petición de inicio de sesión o relacionada con autenticación.
id_id: Terjadi kesalahan saat memproses permintaan terkait proses masuk atau autentikasi Anda.
ja_jp: ログインまたは認証関連のリクエストの処理中にエラーが発生しました。

source: There was an issue figuring out what to download.
es_es: Hubo un problema al determinar qué descargar.
id_id: Terdapat masalah dalam menentukan apa yang perlu di download
ja_jp: ダウンロードを把握する際、問題が発生しました。

source: There was an issue reading the packages.json.
es_es: Hubo un problema leyendo el archivo packages.json.
ja_jp: packages.jsonを読み込む際、問題が発生しました。

source: This is the plugin you requested to install.
es_es: Este es el plugin que solicitaste instalar.
ja_jp: リクエストしたプラグインです

source: This token will display until disabled by verification. ({0}setup)
es_es: Este tóken se mostrará hasta que se deshabilite por verificación. ({0}setup)
id_id: Token ini akan ditampilkan hingga dinonaktifkan oleh verifikasi. ({0}setup)
ja_jp: このトークンは検証によって無効にされるまで表示されます。({0}setup)

source: Tile {0} is not banned.
es_es: El bloque {0} no está prohibido.
id_id: Tile {0} tidak diblokir.
ja_jp: タイル {0} は禁止されていません。

source: Tile Ban Sub-Commands ({{0}}/{{1}}):
es_es: Sub-Comandos de Tile Ban ({{0}}/{{1}}):
id_id: Sub-Perintah Tile Ban {{0}}/{{1}}:
ja_jp: タイル禁止サブコマンド ({{0}}/{{1}}):

source: Tile bans ({{0}}/{{1}}):
es_es: Objetos prohibidos ({{0}}/{{1}}):
id_id: Pemblokiran Tile ({{0}}/{{1}}):
ja_jp: タイル禁止 ({{0}}/{{1}}):

source: Tile kill threshold exceeded {0}.
es_es: El umbral de destrucción de bloques ha excedido {0}.
id_id: Batas Tile kill melewati {0}.
ja_jp: タイルキルのしきい値が {0}を超えました。

source: Tile place threshold exceeded {0}.
es_es: El umbral de colocación de bloques ha excedido {0}.
id_id: Batas Tile place melewati {0}.
ja_jp: タイルの場所のしきい値が {0}を超えました。

source: To buff a player without them knowing, use {0} instead of {1}
es_es: Para potenciar a un jugador sin que lo sepan, usa {0} en lugar de {1}
id_id: Untuk memberi buff pemain tanpa mereka sadari, gunakan {0} daripada {1}
ja_jp: 知らせずにプレイヤーをバフするには、 {0} の代わりに {1}を使います。

source: To execute this command silently, use {0} instead of {1}
es_es: Para ejecutar este comando silenciosamente, usa {0} en lugar de {1}
id_id: Untuk menjalankan perintah ini secara diam-diam. gunakan {0} daripada {1}
ja_jp: 知らせずにこのコマンドを実行するには、 {0} の代わりに {1} を使用してください

source: To get rid of NPCs without making them drop items, use the {0} command instead.
es_es: Para deshacerte de los PNJ sin hacerlos soltar objetos, usa el comando {0} en su lugar.
id_id: Untuk menyingkirkan NPC tanpa membuatnya menjatuhkan item, gunakan perintah {0} sebagai gantinya.
ja_jp: アイテムをドロップせずに NPC を取り除くには、代わりに {0} コマンドを使用します。

source: To mute a player without broadcasting to chat, use the command with {0} instead of {1}
es_es: Para silenciar a un jugador sin mostrarlo en el chat, usa el comando con {0} en lugar de {1}
id_id: Untuk membisukan pemain tanpa menyiarkan ke dalam obrolan, gunakan perintah dengan {0} daripada {1}
ja_jp: 知らせずにプレイヤーをミュートするには、 {0} の代わりに {1}でコマンドを使用してください

source: To setup the server, join the game and type {0}setup {1}
es_es: Para configurar el servidor, únete al juego y escribe {0}setup {1}
id_id: Untuk mengatur pelanden. masuk kedalam permainan dan ketik {0}setup {1}
ja_jp: サーバーをセットアップするには、ゲームに参加して入力してください。{0}setup {1}

source: Toggles build protection.
es_es: Activa o desactiva la protección de construcción.
id_id: Tuas perlindungan bangunan.
ja_jp: 建築保護を切り替えます。

source: Toggles christmas mode (present spawning, santa, etc).
es_es: Activa o desactiva el modo navideño (generación de regalos, santa, etc).
id_id: Tuas mode natal (kemunculan saat ini, santa, dll).
ja_jp: クリスマスモードを切り替えます (現在のスポーン、サンタなど)。

source: Toggles godmode on a player.
es_es: Activa o desactiva el modo dios en un jugador.
id_id: Tuas mode dewa untuk pemain.
ja_jp: プレイヤーの神モードを切り替えます。

source: Toggles halloween mode (goodie bags, pumpkins, etc).
es_es: Activa o desactiva el modo halloween (bolsitas sorpresa, calabazas, etc).
id_id: Tuas mode halloween (goodie bag, labu, dll).
ja_jp: ハロウィーンモードを切り替えます(グッズバッグ、カボチャなど)。

source: Toggles spawn protection.
es_es: Activa o desactiva la protección del área de aparición.
id_id: Tuas perlindungan kemunculan.
ja_jp: スポーン保護を切り替えます。

source: Toggles the world's hardmode status.
es_es: Activa o desactiva el modo difícil del mundo.
id_id: Tuas status hardmode dunia.
ja_jp: 世界のハードモードの状態を切り替えます。

source: Toggles to either ignore or recieve whispers from other players.
es_es: Cambia entre ignorar o recibir susurros de otros jugadores.
id_id: Tuas untuk mengabaikan atau menerima bisikan dari pemain lain.
ja_jp: 他のプレイヤーからのウィスパーを受信するかを切り替えます。

source: Toggles whether other people can teleport you.
es_es: Alterna entre si otras personas pueden o no teletransportarse a tu posición.
id_id: Tuas apakah orang lain dapat menteleportasi anda.
ja_jp: 他の人があなたをテレポートできるかどうかを切り替えます。

source: Toggles whether you receive server logs.
es_es: Alterna si recibes o no los registros del servidor.
id_id: tuas apakah Anda menerima catatan server.
ja_jp: サーバログを受信するかどうかを切り替えます。

source: Too many invalid login attempts.
es_es: Demasiados intentos de inicio de sesión inválidos.
id_id: Terlalu banyak percobaan masuk yang gagal.
ja_jp: 無効なログイン試行回数が多すぎます。

source: Topaz Gemtree
es_es: Arbolgema de Topacio
ja_jp: トパーズの木

source: Total processor time: {0}
es_es: Tiempo total de procesador: {0}
id_id: Total waktu prosesor: {0}
ja_jp: プロセッサの合計時間: {0}

source: tp <region> - Teleports you to the given region's center.
es_es: tp <región> - Te teletransporta al centro de la región determinada.
id_id: tp <wilayah> - Menteleportasi anda ke pusat yang ada di wilayah yang diberikan.
ja_jp: tp <region> - 特定の地域の中心にテレポートします。

source: Trees types & misc available to use. ({{0}}/{{1}}):
es_es: Tipos de árboles & misc disponibles para su uso. ({{0}}/{{1}}):
id_id: Tipe-tipe Trees dan lain lain tersedia untuk digunakan. ({{0}}/{{1}}):
ja_jp: ツリーの種類とその他利用可能です。({{0}}/{{1}}):

source: Tried to grow a {0}.
es_es: Se intentó hacer crecer {0}.
id_id: Mencoba menumbuhkan sebuah {0}.
ja_jp: {0} を育てようとしました。

source: TShock {0} ({1}) now running.
es_es: TShock {0} ({1}) ahora en ejecución.
id_id: TShock {0} ({1}) sekarang berjalan.
ja_jp: TShock {0} ({1}) を実行中です。

source: TShock / TruncateChatMessageIfNecessary truncating excessive chat message length of {0}/{1} from {2}
es_es: TShock / TruncateChatMessageIfNecessary inutilizando el largo excesivo del mensaje de chat de {0}/{1} de {2}

source: TShock Ban Help
es_es: Ayuda de TShock Ban
id_id: Bantuan TShock Ban

source: TShock comes with no warranty & is free software.
es_es: TShock es gratuito y viene sin garantía.
id_id: Tshock hadir tanpa jaminan & merupakan perangkat lunak gratis.
ja_jp: TShock はフリーソフトウェアです。

source: TShock encountered a problem from which it cannot recover. The following message may help diagnose the problem.
es_es: TShock encontró un problema del que no puede recuperarse. El siguiente mensaje puede ayudar a diagnosticar el problema.
id_id: TShock mengalami masalah yang tidak dapat dipulihkan. Pesan berikut dapat membantu mendiagnosis masalah.
ja_jp: TShock は回復できない問題に遭遇しました。次のメッセージが問題の診断に役立つかもしれません。

source: TShock Notice: setup-code.txt is still present, and the code located in that file will be used.
es_es: Aviso de TShock: setup-code.txt todavía está presente, y el código ubicado en ese archivo será utilizado.
id_id: Pemberitahuan TShock : masih ada setup-code.txt, dan tempat kode di dalam berkas itu akan digunakan.
ja_jp: TShock Notice: setup-code.txt はまだ存在し、そのファイルにあるコードが使用されます。

source: TShock was improperly shut down. Please use the exit command in the future to prevent this.
es_es: TShock se cerró incorrectamente. Utilice el comando exit en el futuro para evitar esto.
id_id: Tshock dimatikan dengan tidak benar. Lain kali silakan gunakan perintah keluar untuk mencegah hal ini.
ja_jp: TShock は正常にシャットダウンされませんでした。これを防ぐために、将来的に exit コマンドを使用してください。

source: TShock will now disable the initial setup system and remove setup-code.txt as it is no longer needed.
es_es: TShock desactivará ahora el sistema de configuración inicial y eliminará setup-code.txt pues ya no es necesario.
id_id: TShock sekarang akan menonaktifkan sistem pengaturan awal dan menghapus setup-code.txt karena tidak dibutuhkan kembali.
ja_jp: TShock は初期設定システムを無効にし、setup-code.txt は不要になりました。

source: Type {0}ban help identifiers {{0}} for more.
es_es: Escribe {0}ban help identifiers {{0}} para ver más.
id_id: Ketik {0}ban help identifiers {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、 {0}Ban help identifiers {{0}} を入力してください

source: Type {0}ban list {{0}} for more.
es_es: Escribe {0}ban list {{0}} para ver más.
id_id: Ketik {0}ban list {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、 {0}ban list {{0}} を入力してください

source: Type {0}group help {{0}} for more sub-commands.
es_es: Escribe {0}group help {{0}} para más sub-comandos.
id_id: Ketik {0}group help {{0}} untuk informasi sub-perintah lainnya.
ja_jp: サブコマンドの詳細を確認するには、{0}group help {{0}}} を入力してください

source: Type {0}group list {{0}} for more.
es_es: Escribe {0}group list {{0}} para ver más.
id_id: Ketik {0}group list {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、 {0}group list {{0}} を入力してください

source: Type {0}group listperm {1} {{0}} for more.
es_es: Escribe {0}group listperm {1} {{0}} para ver más.
id_id: Ketik {0}group listperm {1} {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、 {0}group listperm {1} {{0}} を入力してください

source: Type {0}grow help {{0}} for more sub-commands.
es_es: Escribe {0}grow help {{0}} para más sub-comandos.
id_id: Ketik {0}grow help {{0}} untuk informasi sub-perintah lainnya.
ja_jp: サブコマンドの詳細を確認するには、{0}grow help {{0}} を入力してください

source: Type {0}help {{0}} for more.
es_es: Escribe {0}help {{0}} para ver más.
id_id: Ketik {0}help {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、{0}help {{0}}を入力してください

source: Type {0}itemban help {{0}} for more sub-commands.
es_es: Escribe {0}itemban help {{0}} para más sub-comandos.
id_id: Ketik {0}itemban help {{0}} untuk informasi sub-perintah lainnya.
ja_jp: サブコマンドの詳細を確認するには、{0}itemban help {{0}} を入力してください

source: Type {0}itemban list {{0}} for more.
es_es: Escribe {0}itemban list {{0}} para ver más.
id_id: Ketik {0}itemban list {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、 {0}itemban list {{0}}を入力してください

source: Type {0}login "{1}" {2} to log-in to your account.
es_es: Escribe {0}login "{1}" {2} para iniciar sesión en tu cuenta.
id_id: Ketik {0}login "{1} {2} untuk masuk kedalam akun anda,
ja_jp: ログインするには、{0}login "{1}" {2}を入力してください

source: Type {0}login {1} to log-in to your account.
es_es: Escribe {0}login {1} para iniciar sesión en tu cuenta.
id_id: Ketik {0}login {1} untuk masuk kedalam akun anda.
ja_jp: ログインするには、{0}login {1}を入力してください

source: Type {0}login to log-in to your account using your UUID.
es_es: Escribe {0}login para iniciar sesión usando tu UUID.
id_id: Ketik {0}login untuk masuk kedalam akun anda menggunakan UUID anda.
ja_jp: UUIDログインするには、{0}login を入力してください

source: Type {0}projban help {{0}} for more sub-commands.
es_es: Escribe {0}projban help {{0}} para más sub-comandos.
id_id: Ketik {0}projban help {{0}} untuk informasi sub-perintah lainnya.
ja_jp: サブコマンドの詳細を確認するには、{0}projban help {{0}}を入力してください

source: Type {0}projban list {{0}} for more.
es_es: Escribe {0}projban list {{0}} para ver más.
id_id: Ketik {0}projban list {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、{0}projban list {{0}}を入力してください

source: Type {0}region {{0}} for more sub-commands.
es_es: Escribe {0}region {{0}} para más sub-comandos.
id_id: Ketik {0}region {{0}} untuk informasi sub-perintah lainnya.
ja_jp: サブコマンドの詳細を確認するには、{0}region {{0}}を入力してください

source: Type {0}region info {1} {{0}} for more information.
es_es: Escribe {0}region info {1} {{0}} para más información.
id_id: Ketik {0}region info {1} {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、{0}region info {1} {{0}}を入力してください

source: Type {0}region list {{0}} for more.
es_es: Escribe {0}region list {{0}} para ver más.
id_id: Ketik {0}region list {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、{0}region list {{0}}を入力してください

source: Type {0}rest listusers {{0}} for more.
es_es: Escribe {0}rest listusers {{0}} para ver más.
id_id: Ketik {0}rest listusers {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、{0}rest listusers {{0}}を入力してください

source: Type {0}tileban help {{0}} for more sub-commands.
es_es: Escribe {0}tileban help {{0}} para más sub-comandos.
id_id: Ketik {0}tileban help {{0}} untuk informasi sub-perintah lainnya.
ja_jp: サブコマンドの詳細を確認するには、{0}tileban help {{0}}を入力してください

source: Type {0}tileban list {{0}} for more.
es_es: Escribe {0}tileban list {{0}} para ver más.
id_id: Ketik {0}tileban list {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、{0}tileban list {{0}}を入力してください

source: Type {0}warp list {{0}} for more.
es_es: Escribe {0}warp list {{0}} para ver más.
id_id: Ketik {0}warp list {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、{0}warp list {{0}}を入力してください

source: Type {0}who {1} for more.
es_es: Escribe {0}who {1} para ver más.
id_id: Ketik {0}who {1} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、{0}who {1}を入力してください

source: Type /<command> {{0}} for more.
es_es: Escribe /<comando> {{0}} para ver más.
id_id: Ketik /<command> {{0}} untuk informasi lebih lanjut.
ja_jp: 詳細を確認するには、/<command> {{0}}を入力してください

source: Unable to find any buff named "{0}"
es_es: No se encontró ningún buff de nombre "{0}"
id_id: Tidak dapat menemukan buff bernama "{0}"
ja_jp: "{0}"という名前のバフが見つかりません

source: Unable to find any buffs named "{0}"
es_es: No se encontraron buffs de nombre "{0}"
id_id: Tidak dapat menemukan buff-buff bernama "{0}"
ja_jp: "{0}"という名前のバフが見つかりません

source: Unable to find any player named "{0}"
es_es: No se encontró ningún jugador de nombre "{0}"
id_id: Tidak dapat menemukan pemain bernama "{0}"
ja_jp: "{0}"という名前のプレイヤーが見つかりません

source: Unable to find any players named "{0}"
es_es: No se encontraron jugadores de nombre "{0}"
id_id: Tidak dapat menemukan pemain-pemain bernama "{0}"
ja_jp: "{0}"という名前のプレイヤーが見つかりません

source: Unable to launch {0} because he is not logged in.
es_es: No se puede hacer despegar a {0} porque no está conectado.
id_id: tidak dapat meluncur {0} karena dia tidak lagi masuk.
ja_jp: ログインしていないため、 {0} を起動できません。

source: Unable to launch {0} because she is not logged in.
es_es: No se puede hacer despegar a {0} porque no está conectada.
id_id: tidak dapat meluncur {0} karena dia tidak lagi masuk.
ja_jp: ログインしていないため、 {0} を起動できません。
