Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

source: GetDataHandlers / HandleDoorUse rejected door gap check {0}
es_es: GetDataHandlers / HandleDoorUse rechazado, comprobaciones de espacio de puerta {0}

source: GetDataHandlers / HandleDoorUse rejected out of range door {0}
es_es: GetDataHandlers / HandleDoorUse rechazado, puerta fuera de alcance {0}

source: GetDataHandlers / HandleDoorUse rejected type 0 5 check {0}
es_es: GetDataHandlers / HandleDoorUse rechazado, comprobación tipo 0 5 {0}

source: GetDataHandlers / HandleGetSection rejected reserve slot
es_es: GetDataHandlers / HandleGetSection rechazado, ranura de reserva

source: GetDataHandlers / HandleKillPortal rejected owner mismatch check {0}
es_es: GetDataHandlers / HandleKillPortal rechazado, comprobación de dueño no concordante {0}

source: GetDataHandlers / HandleNpcStrike rejected Cultist summon from {0}
es_es: GetDataHandlers / HandleNpcStrike rechazado, invocación de Sectario desde {0}

source: GetDataHandlers / HandleNpcStrike rejected EoL summon from {0}
es_es: GetDataHandlers / HandleNpcStrike rechazado, invocación de Emperatriz desde {0}

source: GetDataHandlers / HandleNpcStrike rejected npc strike {0}
es_es: GetDataHandlers / HandleNpcStrike rechazado, golpe a PNJ {0}

source: GetDataHandlers / HandleNpcTalk rejected npc talk {0}
es_es: GetDataHandlers / HandleNpcTalk rechazado, diálogo de PNJ {0}

source: GetDataHandlers / HandleNpcTeleportPortal rejected not thinking with portals {0}
es_es: GetDataHandlers / HandleNpcTeleportPortal rechazado, no está pensando con portales {0}

source: GetDataHandlers / HandleNpcTeleportPortal rejected null check {0}
es_es: GetDataHandlers / HandleNpcTeleportPortal rechazado, comprobación nula {0}

source: GetDataHandlers / HandleNumberOfAnglerQuestsCompleted surprise packet! Someone tell the TShock team! {0}
es_es: GetDataHandlers / HandleNumberOfAnglerQuestsCompleted ¡Paquete sorpresa! ¡Alguien avise al equipo de TShock! {0}

source: GetDataHandlers / HandleOldOnesArmy rejected permissions {0}
es_es: GetDataHandlers / HandleOldOnesArmy rechazado, permisos {0}

source: GetDataHandlers / HandleOldOnesArmy rejected throttled {0}
es_es: GetDataHandlers / HandleOldOnesArmy rechazado, limitado {0}

source: GetDataHandlers / HandlePaintTile rejected range check {0}
es_es: GetDataHandlers / HandlePaintTile rechazado, comprobación de rango {0}

source: GetDataHandlers / HandlePaintTile rejected select consistency {0}
es_es: GetDataHandlers / HandlePaintTile rechazado, consistencia de selección {0}

source: GetDataHandlers / HandlePaintTile rejected throttle/permission/range check {0}
es_es: GetDataHandlers / HandlePaintTile rechazado, comprobación de limitación/permiso/rango {0}

source: GetDataHandlers / HandlePaintWall rejected range check {0}
es_es: GetDataHandlers / HandlePaintWall rechazado, comprobación de rango {0}

source: GetDataHandlers / HandlePaintWall rejected selector consistency {0}
es_es: GetDataHandlers / HandlePaintWall rechazado, consistencia de selector {0}

source: GetDataHandlers / HandlePaintWall rejected throttle/permission/range {0}
es_es: GetDataHandlers / HandlePaintWall rechazado, limitación/permiso/rango {0}

source: GetDataHandlers / HandlePlayerHp rejected over max hp {0}
es_es: GetDataHandlers / HandlePlayerHp rechazado, sobre HP máximo {0}

source: GetDataHandlers / HandlePlayerInfo rejected hardcore required
es_es: GetDataHandlers / HandlePlayerInfo rechazado, se requiere hardcore

source: GetDataHandlers / HandlePlayerInfo rejected mediumcore required
es_es: GetDataHandlers / HandlePlayerInfo rechazado, se requiere mediumcore

source: GetDataHandlers / HandlePlayerInfo rejected name length 0
es_es: GetDataHandlers / HandlePlayerInfo rechazado, largo de nombre 0

source: GetDataHandlers / HandlePlayerInfo rejected plugin phase {0}
es_es: GetDataHandlers / HandlePlayerInfo rechazado, fase de plugin {0}

source: GetDataHandlers / HandlePlayerInfo rejected softcore required
es_es: GetDataHandlers / HandlePlayerInfo rechazado, se requiere softcore

source: GetDataHandlers / HandlePlayerKillMeV2 kicked with difficulty {0} {1}
es_es: GetDataHandlers / HandlePlayerKillMeV2 expulsado con dificultad {0} {1}

source: GetDataHandlers / HandlePlayerKillMeV2 ssc delete {0} {1}
es_es: GetDataHandlers / HandlePlayerKillMeV2 eliminación de SSC {0} {1}

source: GetDataHandlers / HandlePlayerMana rejected max mana {0} {1}/{2}
es_es: GetDataHandlers / HandlePlayerMana rechazado, mana máximo {0} {1}/{2}

source: GetDataHandlers / HandlePlayerSlot rejected ignore ssc packets
es_es: GetDataHandlers / HandlePlayerSlot rechazado, paquetes que ignoran SSC

source: GetDataHandlers / HandlePlayerTeam rejected team fastswitch {0}
es_es: GetDataHandlers / HandlePlayerTeam rechazado, cambio rápido de equipo {0}

source: GetDataHandlers / HandlePlayerUpdate home position delta {0}
es_es: GetDataHandlers / HandlePlayerUpdate delta de posición de casa {0}

source: GetDataHandlers / HandlePlayerZone rejected null check
es_es: GetDataHandlers / HandlePlayerZone rechazado, comprobación nula

source: GetDataHandlers / HandleProjectileKill permitted skeletron prime exemption {0}
es_es: GetDataHandlers / HandleProjectileKill permitió la exención de Esqueletrón Mayor {0}

source: GetDataHandlers / HandleProjectileKill rejected banned projectile {0}
es_es: GetDataHandlers / HandleProjectileKill rechazado, proyectil prohibido {0}

source: GetDataHandlers / HandleProjectileKill rejected tombstone {0}
es_es: GetDataHandlers / HandleProjectileKill rechazado, lápida {0}

source: GetDataHandlers / HandleSign rejected sign on build permission {0}
es_es: GetDataHandlers / HandleSign rechazado, cartel en permiso de construcción {0}

source: GetDataHandlers / HandleSign rejected sign range check {0}
es_es: GetDataHandlers / HandleSign rechazado, comprobación de rango para cartel {0}

source: GetDataHandlers / HandleSignRead rejected out of bounds {0}
es_es: GetDataHandlers / HandleSignRead rechazado, fuera de los bordes {0}

source: GetDataHandlers / HandleSpawn rejected dead player spawn request {0}
es_es: GetDataHandlers / HandleSpawn rechazado, petición de spawn de jugador muerto {0}

source: GetDataHandlers / HandleSpawnBoss rejected boss {0} {1}
es_es: GetDataHandlers / HandleSpawnBoss rechazado, jefe {0} {1}

source: GetDataHandlers / HandleSpawnBoss rejected bouner throttled {0}
es_es: GetDataHandlers / HandleSpawnBoss rechazado, limitado por bouncer {0}

source: GetDataHandlers / HandleSpawnBoss rejected invasion {0} {1}
es_es: GetDataHandlers / HandleSpawnBoss rechazado, invasión {0} {1}

source: GetDataHandlers / HandleSpawnBoss rejected pet {0} {1}
es_es: GetDataHandlers / HandleSpawnBoss rechazado, mascota {0} {1}

source: GetDataHandlers / HandleSpecial rejected enchanted moondial permission {0}
es_es: GetDataHandlers / HandleSpecial rechazó el permiso de Reloj de sol/lunar encantado {0}

source: GetDataHandlers / HandleSpecial rejected enchanted sundial permission (ForceTime) {0}
es_es: GetDataHandlers / HandleSpecial rechazado, permiso para Reloj de Sol Encantado (ForceTime) {0}

source: GetDataHandlers / HandleSpecial rejected enchanted sundial permission {0}
es_es: GetDataHandlers / HandleSpecial rechazado, permiso para Reloj de Sol Encantado {0}

source: GetDataHandlers / HandleSyncExtraValue rejected expert/master mode check {0}
es_es: GetDataHandlers / HandleSyncExtraValue rechazado, comprobación de modo experto/maestro {0}

source: GetDataHandlers / HandleSyncExtraValue rejected extents check {0}
es_es: GetDataHandlers / HandleSyncExtraValue rechazado, comprobación de medidas {0}

source: GetDataHandlers / HandleSyncExtraValue rejected npc id out of bounds check - NPC ID: {0}
es_es: GetDataHandlers / HandleSyncExtraValue rechazado, comprobación de ID PNJ fuera de los límites - ID PNJ: {0}

source: GetDataHandlers / HandleSyncExtraValue rejected npc is null - NPC ID: {0}
es_es: GetDataHandlers / HandleSyncExtraValue rechazado, el PNJ es nulo - ID PNJ: {0}

source: GetDataHandlers / HandleSyncExtraValue rejected range check {0},{1} vs {2},{3} which is {4}
es_es: GetDataHandlers / HandleSyncExtraValue rechazado, comprobación de rango {0},{1} vs {2},{3} que es {4}

source: GetDataHandlers / HandleSyncLoadout rejected loadout index sync {0}
es_es: GetDataHandlers / HandleSyncLoadout rechazado, sincronización índice de set {0}
id_id: GetDataHandlers / HandleSyncLoadout menolak sinkronisasi indeks loadout {0}

source: GetDataHandlers / HandleSyncLoadout rejected loadout index sync out of bounds {0}
es_es: GetDataHandlers / HandleSyncLoadout rechazado, sincronización índice de set fuera de los límites {0}
id_id: GetDataHandlers / HandleSyncLoadout menolak diluar batas sinkronisasi indeks {0}

source: GetDataHandlers / HandleTeleport rejected npc teleport {0} {1}
es_es: GetDataHandlers / HandleTeleport rechazado, teletransporte de PNJ {0} {1}

source: GetDataHandlers / HandleTeleport rejected p2p extents {0} {1}
es_es: GetDataHandlers / HandleTeleport rechazado, medidas p2p {0} {1}

source: GetDataHandlers / HandleTeleport rejected p2p wormhole permission {0} {1}
es_es: GetDataHandlers / HandleTeleport rechazado, permiso agujero de gusano p2p {0} {1}

source: GetDataHandlers / HandleTeleport rejected rod type {0} {1}
es_es: GetDataHandlers / HandleTeleport rechazado, tipo de varita {0} {1}

source: GetDataHandlers / HandleTeleportationPotion rejected not holding the correct item {0} {1}
es_es: GetDataHandlers / HandleTeleportationPotion rechazado, no se sostiene el objeto correcto {0} {1}

source: GetDataHandlers / HandleTeleportationPotion rejected permissions {0} {1}
es_es: GetDataHandlers / HandleTeleportationPotion rechazado, permisos {0} {1}

source: GetDataHandlers / HandleToggleParty rejected no party {0}
es_es: GetDataHandlers / HandleToggleParty rechazado, sin grupo {0}

source: GetDataHandlers / HandleTogglePvp rejected fastswitch {0}
es_es: GetDataHandlers / HandleTogglePvp rechazado, cambio rápido {0}

source: GetDataHandlers / HandleTogglePvp rejected index mismatch {0}
es_es: GetDataHandlers / HandleTogglePvp rechazado, índice no concordante {0}

source: GetDataHandlers / OnPlayerUpdate rejected from null player.
es_es: GetDataHandlers / OnPlayerUpdate rechazado por jugador nulo.

source: GetDataHandlers / rejecting player for name prefix starting with tsi: or tsn:.
es_es: GetDataHandlers / rechazando jugador por prefijo de nombre comenzando con tsi: o tsn:.

source: GetDataHandlers / UpdateNPCHome rejected no permission {0}
es_es: GetDataHandlers / UpdateNPCHome rechazado, sin permiso {0}

source: GetUser SQL returned an error {0}
es_es: SQL GetUser devolvió un error {0}
id_id: GetUser SQL mengembalikan kesalahan {0}
ja_jp: GetUser SQL がエラー {0} を返しました

source: Give Buff Syntax and Example
es_es: Sintaxis y Ejemplo de Give Buff
id_id: Give Buff Sintaks dan Contohnya
ja_jp: Syntax と Example にバフを与える

source: Gives another player a buff or debuff for an amount of time. Putting -1 for time will set it to 415 days.
es_es: Da a otro jugador un buff o debuff por un tiempo determinado. Si pones -1 para el tiempo, será de 415 días.
id_id: Memberikan sebuah buff atau debuff pemain lainnya untuk beberapa waktu. Menempatkan -1 untuk waktu akan di atur di 415 hari.
ja_jp: 他のプレイヤーにバフまたはデバフを与えます。-1 を指定すると 415 日間に設定されます。

source: Gives another player an item.
es_es: Da un objeto a otro jugador.
id_id: Berikan pemain lainnya sebuah item.
ja_jp: 他のプレイヤーにアイテムを与えます。

source: Gives yourself a buff or debuff for an amount of time. Putting -1 for time will set it to 415 days.
es_es: Te da un buff o debuff por un tiempo determinado. Si pones -1 para el tiempo, será de 415 días.
id_id: Memberikan sebuah buff atau debuff diri anda sendiri untuk beberapa waktu. Menempatkan -1 untuk waktu akan di atur di 415 hari.
ja_jp: あなた自身にバフまたはデバフを与えます。-1 を入力すると 415 日に設定されます。

source: Gives yourself an item.
es_es: Te da un objeto.
id_id: Memberikan diri anda sendiri sebuah item.
ja_jp: 自分自身にアイテムを与える。

source: Glowing Mushroom Tree
es_es: Árbol de Champiñón Brillante
ja_jp: Glowing Mushroomの木

source: GolfPacketHandler: Player did not have create a golf club projectile the last 5 seconds! - From {0}
es_es: GolfPacketHandler: ¡El jugador no había creado un proyectil de palo de golf en los últimos 5 segundos! - De {0}
id_id: GolfPacketHandler: Pemain tidak membuat proyektil klub golf dalam 5 detik terakhir! - Dari {0}
ja_jp: GolfPacketHandler: プレーヤーは最後の 5 秒間のゴルフクラブ発射体を作成していませんでした! - {0}

source: Group "{0}" has no parent.
es_es: El grupo "{0}" no tiene padre.
id_id: Grup "{0}" tidak membuatnya induk.
ja_jp: グループ "{0}" には親がありません。

source: Group "{0}" has no prefix.
es_es: El grupo "{0}" no tiene prefijo.
id_id: Grup "{0}" tidak mempunyai prefiks.
ja_jp: グループ "{0}" にプレフィックスがありません。

source: Group "{0}" has no suffix.
es_es: El grupo "{0}" no tiene sufijo.
id_id: Grup "{0}" tidak mempunyai sufiks.
ja_jp: グループ "{0}" にサフィックスがありません。

source: Group "{0}" is referencing parent group {1} which is already part of the parent chain. Parent reference removed.
es_es: El grupo "{0}" hace referencia al grupo padre {1} que ya forma parte de la cadena de parentesco. Se ha eliminado esta referencia.
id_id: Grup"{0}" acuan grup induk {1} sudah menjadi bagian acuan rantai induk. acuan induk telah dicopot.
ja_jp: グループ "{0}" は親グループ {1} を参照しています。親参照は削除されました。

source: Group "superadmin" is defined in the database even though it's a reserved group name.
es_es: El grupo "superadmin" está definido en la base de datos aunque es un nombre de grupo reservado.
id_id: Grup "superadmin" ditetapkan dalam database meskipun itu adalah nama grup yang dicadangkan.
ja_jp: グループ「上級管理者」は、予約済みのグループ名であってもデータベース内で定義されています。

source: Group {0} already exists
es_es: El grupo {0} ya existe
id_id: Grup {0} sudah tersedia
ja_jp: グループ {0} は既に存在します。

source: Group {0} created successfully
es_es: Grupo {0} creado con éxito
id_id: Grup {0} telah berhasil dibuat.
ja_jp: グループ{0}は正常に作成されました。

source: Group {0} deleted successfully
es_es: Grupo {0} eliminado con éxito
id_id: Grup {0} telah berhasil dihapus.
ja_jp: グループ{0}は正常に削除されました。

source: Group {0} does not exist
es_es: El grupo {0} no existe
id_id: Grup {0} tidak ada
ja_jp: グループ {0} は存在しません。

source: Group {0} does not exist.
es_es: El grupo {0} no existe.
id_id: Grup {0} tidak ada.
ja_jp: グループ {0} は存在しません。

source: Group {0} doesn't exist
es_es: El grupo {0} no existe
id_id: Grup {0} tidak ada
ja_jp: グループ {0} は存在しません。

source: Group {0} doesn't exist.
es_es: El grupo {0} no existe.
id_id: Grup {0} tidak ada.
ja_jp: グループ {0} は存在しません。

source: Group {0} has been deleted successfully.
es_es: El grupo {0} fue eliminado exitosamente.
id_id: Grup {0} sudah berhasil dihapus.
ja_jp: グループ {0} は正常に削除されました。

source: Group {0} has been renamed to {1}.
es_es: El grupo {0} fue renombrado a {1}.
id_id: Grup {0} sudah dinamai ulang dengan {1}
ja_jp: グループ {0} の名前を {1} に変更しました。

source: Group {0} is referencing a non existent parent group {1}, parent reference was removed.
es_es: El grupo {0} hace referencia a un grupo padre {1} que no existe. Se ha eliminado esta referencia.
id_id: Grup {0} acuan pada grup induk yang tidak ada {1}, acuan induk telah dihapus.
ja_jp: グループ {0} は存在しない親グループ {1}を参照しています。親参照は削除されました。

source: Group {0} is referencing itself as parent group; parent reference was removed.
es_es: El grupo {0} se está referenciando a sí mismo como grupo padre. Se ha eliminado esta referencia.
id_id: Grup {0} mereferensikan dirinya sebagai grup induk; acuan induk telah dihapus.
ja_jp: グループ {0} は、親グループとして自身を参照しています。親参照は削除されました。

source: Group {0} not found.
es_es: No se encuentra el grupo {0}.
id_id: Grup {0} tidak ditemukan.
ja_jp: グループ {0} が見つかりませんでした。

source: Group {0} updated successfully
es_es: Grupo {0} actualizado exitosamente
id_id: Grup {0} berhasil diperbaharui.
ja_jp: グループ {0} が正常に更新されました。

source: Group {0} was added successfully.
es_es: El grupo {0} se agregó correctamente.
id_id: Grup {0} telah berhasil ditambahkan.
ja_jp: グループ {0} は正常に追加されました。

source: Group Sub-Commands ({{0}}/{{1}}):
es_es: Sub-Comandos de Group ({{0}}/{{1}}):
id_id: Grup Sub-Perintah ({{0}}/{{1}}):
ja_jp: グループサブコマンド({{0}}/{{1}}):

source: Groups ({{0}}/{{1}}):
es_es: Grupos ({{0}}/{{1}}):
id_id: Grup ({{0}}/{{1}}):
ja_jp: グループ ({{0}}/{{1}}):

source: Grows plants at your location.
es_es: Crece plantas en tu ubicación.
id_id: Menumbuhkan tanaman di lokasi anda.
ja_jp: あなたの位置に植物を植えます。

source: Hallow Palm
es_es: Palmera Sagrada
ja_jp: Hallowパーム

source: HandleSyncCavernMonsterType: Player is trying to modify NPC cavernMonsterType; this is a crafted packet! - From {0}
es_es: HandleSyncCavernMonsterType: El jugador está intentando modificar el cavernMonsterType de PNJ; ¡este es un paquete creado artificialmente! - De {0}
ja_jp: HandleSyncCavernMonsterType: プレイヤーはNPC cavernMonsterType; を変更しようとしています。これは細工されたパケットです! - {0}

source: Hardmode is disabled in the server configuration file.
es_es: El modo difícil está deshabilitado en el archivo de configuración del servidor.
id_id: Hardmode telah dimatikan didalam berkas konfigurasi peladen.
ja_jp: サーバー設定ファイルではハードモードが無効になっています。

source: Hardmode is now off.
es_es: Se ha desactivado el modo difícil.
id_id: Sekarang Hardmode mati.
ja_jp: ハードモードは現在オフです。

source: Hardmode is now on.
es_es: Se ha activado el modo difícil.
id_id: Sekarang Hardmode menyala.
ja_jp: ハードモードがオンになっています。

source: Heal Syntax and Example
es_es: Sintaxis y Ejemplo de Heal
id_id: Heal Sintaks dan Contohnya
ja_jp: Syntax と Example を回復する

source: HealOtherPlayer cheat attempt!
es_es: ¡Intento de trampa con HealOtherPlayer!
id_id: Percobaan kecurangan HealOtherPlayer !
ja_jp: HealOtherPlayerチートを試みました！

source: HealOtherPlayer threshold exceeded {0}.
es_es: Umbral de HealOtherPlayer excedió {0}.
id_id: HealOtherPlayer {0} terlampaui ambang batas.
ja_jp: HealOtherPlayerのしきい値を超えました {0}.

source: Heals a player in HP and MP.
es_es: Restaura los HP y MP del jugador.
id_id: Menyembuhkan Pemain pada HP dan MP.
ja_jp: プレイヤーのHPとMPを回復します。

source: Herb
es_es: Hierba
ja_jp: ハーブ

source: Hit a block to get the name of the region.
es_es: Golpea un bloque para ver el nombre de la región.
id_id: Pukul blok agar dapat menamakan wilayah ini.
ja_jp: ブロックを押すと、地域の名前がわかります。

source: Hit a block to set point {0}.
es_es: Golpea un bloque para definir el punto {0}.
id_id: Pukul sebuah blok agar mengatur titik {0}.
ja_jp: ポイント設定するにはブロックを押してください。{0}

source: holding banned item: {0}
es_es: sosteniendo un objeto prohibido: {0}
id_id: memegang item yang diblokir: {0}
ja_jp: BANされたアイテムを保持中： {0}

source: If no amount is specified, it will default to healing the target player by their max HP.
es_es: Si no se especifica una cantidad el jugador curará toda su vida.
id_id: Jika yang ditentukan tidak ada, itu akan memberikan kesembuhan maksimal HP berdasar milik pemain tersebut.
ja_jp: 値が指定されていない場合、ターゲットプレイヤーを最大HPで回復します。

source: If this player wasn't hacking, please report the damage threshold they were disabled for to TShock so we can improve this!
es_es: Si este jugador no estaba haciendo trampa, ¡favor reportar a TShock el umbral de daño por el que fue deshabilitado para mejorar el sistema!
id_id: Jika pemain ini tidak melaukan peretasan, dimohon laporkan letak kerusakan mereka dapat nonaktifkan ke TShock sehingga kami dapat meningkatkan ini!
ja_jp: このプレイヤーがハッキングしていない場合は、このプレイヤーが無効になっていたダメージのしきい値を TShock に報告して改善しましょう！

source: If this player wasn't hacking, please report the HealOtherPlayer threshold they were disabled for to TShock so we can improve this!
es_es: Si este jugador no estaba haciendo trampa, ¡favor reportar a TShock el umbral de HealOtherPlayer por el que fue deshabilitado para mejorar el sistema!
id_id: jika player ini tidak melakukan kecurangan, mohon laporkan HealOtherPlayer threshold mereka akan mematikan ini untuk TShock sehingga kami dapat meningkatkan ini!
ja_jp: このプレイヤーがハッキングしていない場合は、我々はこれを改善することができますので、彼らはTShockのために無効にされたHealOtherPlayerのしきい値を報告してください!

source: If this player wasn't hacking, please report the projectile create threshold they were disabled for to TShock so we can improve this!
es_es: Si este jugador no estaba haciendo trampa, ¡favor reportar a TShock el umbral de proyectiles creados por el que fue deshabilitado para mejorar el sistema!
ja_jp: このプレイヤーがハッキングしていない場合は、TShock で無効になった発射物の作成しきい値を報告してください。これを改善できます！

source: If this player wasn't hacking, please report the tile kill threshold they were disabled for to TShock so we can improve this!
es_es: Si este jugador no estaba haciendo trampa, ¡favor reportar a TShock el umbral de destrucción de bloques por el que fue deshabilitado para mejorar el sistema!
id_id: jika player ini tidak melakukan kecurangan, mohon laporkan ambang tile kill mereka akan mematikan ini untuk TShock sehingga kami dapat meningkatkan ini!
ja_jp: このプレイヤーがハッキングしていない場合は、無効になったタイルキルしきい値を TShock に報告して改善しましょう！

source: If this player wasn't hacking, please report the tile liquid threshold they were disabled for to TShock so we can improve this!
es_es: Si este jugador no estaba haciendo trampa, ¡favor reportar a TShock el umbral de bloques líquidos por el que fue deshabilitado para mejorar el sistema!
id_id: jika player ini tidak melakukan kecurangan, harap laporkan ambang cairan tile mereka akan mematikan ini untuk TShock sehingga kami dapat meningkatkan ini!
ja_jp: このプレイヤーがハッキングしていない場合は、無効になっていたタイルの液体のしきい値を TShock に報告して改善しましょう！

source: If this player wasn't hacking, please report the tile place threshold they were disabled for to TShock so we can improve this!
es_es: Si este jugador no estaba haciendo trampa, ¡favor reportar a TShock el umbral de colocación de bloques por el que fue deshabilitado para mejorar el sistema!
id_id: jika player ini tidak melakukan kecurangan, harap laporkan ambang peletakan tile mereka akan mematikan ini untuk TShock sehingga kami dapat meningkatkan ini!
ja_jp: このプレイヤーがハッキングしていない場合は、無効になっていたタイルの場所のしきい値を TShock に報告して改善しましょう！

source: If this was not skeletron prime related, please report to TShock what happened.
es_es: Si esto no estaba relacionado con Esqueletrón Prime, por favor reporta a TShock lo ocurrido.
id_id: Jika ini tidak terkait dengan skeletron prime, harap laporkan ke Tshock apa yang terjadi.
ja_jp: これがskeletron primeの関連でない場合は、TShock に何が起こったか報告してください。

source: If you are locked out of all admin accounts, ask for help on https://tshock.co/
es_es: Si perdiste el acceso a todas las cuentas de administrador, pide ayuda en https://tshock.co/
id_id: Jika anda terkunci dari semua akun-akun admin, tanya bantuan di https://tshock.co/
ja_jp: すべての管理者アカウントからロックされている場合は、https://tshock.co/ でお問い合わせください。

source: If you do not specify a radius, it will use a default radius of {0} around your character.
es_es: Si no especificas un radio, usará uno predeterminado de {0} alrededor de tu personaje.
id_id: Jika anda tidak menentukan radius, itu akan menggunakan radius bawaaan dari {0} disekitar karakter anda.
ja_jp: 半径を指定しない場合は、キャラクターの周りに {0} のデフォルト半径を使用します。

source: If you don't specify the duration, it will default to {0} seconds.
es_es: Si no especificas una duración, se usara la predeterminada de {0} segundos.
id_id: Jika anda tidak menentukan jangka waktu, itu akan mengatur bawaan dalam {0} detik.
ja_jp: 長さを指定しない場合、デフォルトでは {0} 秒になります。

source: If you forgot your password, contact the administrator for help.
es_es: Si olvidaste tu contraseña, pide ayuda al administrador.
id_id: Jika kata sandi anda telah lupa, hubungi orang administrasi untuk bantuan.
ja_jp: パスワードを忘れた場合は、管理者に問い合わせてください。

source: If you put {0} as the duration, it will use the max possible time of 415 days.
es_es: Si estableces {0} como la duración, usará el máximo tiempo posible que es 415 días.
id_id: Jika anda menaruh {0} sebagai jangka waktu, itu mungkin akan menggunakan waktu dari 415 hari.
ja_jp: {0} を期間として置くと、可能な最大時間は 415 日間です。
