Repository: CedaryCat/UnifierTSL
Catalog: i18n/*/TShockAPI.po
Languages: es_es, id_id, ja_jp

# {0} is a player name
source: Skipping SSC save (due to tshock.ignore.ssc) for {0}
es_es: Omitiendo guardado SSC (debido a tshock.ignore.ssc) para {0}
id_id: Mengabaikan penyimpanan SSC untuk {0} (karena memiliki tshock.ignore.ssc)
ja_jp: {0}のSSCセーブをスキップ中 (tshock.ignore.ssc による)

# {0} is ban number, {1} is ban reason, {2} is a timestamp
source: #{0} - You are banned: {1} ({2} remaining)
es_es: #{0} - Estás baneado: {1} ({2} restantes)
id_id: #{0} - Anda telah diblokir: {1}( tersisa {2})
ja_jp: #{0} - あなたがBANされた：{1} （残り時間：{2}）

# {0} is ban number, {1} is ban reason
source: #{0} - You are banned: {1}
es_es: #{0} - Estás baneado: {1}
id_id: #{0} - Anda telah diblokir: {1}
ja_jp: #{0} - あなたはBANされました: {1}

source: {0}{1} "{2}" (Find the IP associated with the offline target's account)
es_es: {0}{1} "{2}" (Encuentre la IP asociada con la cuenta del objetivo desconectado)
id_id: {0}{1} "{2}" (Temukan IP yang terkait dengan target akun offline)
ja_jp: {0}{1} "{2}" (現在オフライン中の相手に関連付けられているIPアドレスを探知します)

source: {0}{1} "{2}{3}" {4} {5} (Permanently bans this account name)
es_es: {0}{1} "{2}{3}" {4} {5} (Banea permanentemente este nombre de cuenta)
id_id: {0}{1} "{2}{3}" {4} {5} (Blokir secara permanen untuk nama akun ini)
ja_jp: {0}{1} "{2}{3}" {4} {5} (このアカウント名を永久BANします。)

source: {0}{1} {2} (Find the player index for the target)
es_es: {0}{1} {2} (Buscar el índice de jugador para el objetivo)
id_id: {0}{1} {2} (target ini ditemukan berdasarkan indeks pemain)
ja_jp: {0}{1} {2} (ターゲットにしたプレイヤーインデックスを探してください。)

source: {0}{1} {2}{3} {4} {5} (Permanently bans the online player by Account, UUID, and IP)
es_es: {0}{1} {2}{3} {4} {5} (Banea permanentemente al jugador conectado por cuenta, UUID, e IP)
id_id: {0}{1} {2}{3} {4} {5} (Blokir secara permanen pemain online dengan Account, UUID, dan IP)
ja_jp: {0}{1} {2}{3} {4} {5} (オンラインプレイヤーのUUID、IPアドレス、アカウントを永久BANします。)

source: {0}{1} {2}{3} {4} {5} (Permanently bans this IP address)
es_es: {0}{1} {2}{3} {4} {5} (Banea de forma permanente esta dirección IP)
id_id: {0}{1} {2}{3} {4} {5} (Blokir permanen untuk alamat IP ini)
ja_jp: {0}{1} "{2}{3}" {4} {5} (このIPアドレスを永久BANします。)

source: Eg a value of {0} would represent 10 days, 30 minutes, 0 seconds.
es_es: Por ejemplo, un valor de {0} representaría 10 días, 30 minutos, 0 segundos.
id_id: Misalnya nilai {0} akan merepresentasikan 10 hari, 30 menit, 0 detik.
ja_jp: 例： {0} の値は 10 日、30 分、0 秒を表します。

source: If no {0} are specified, the command uses {1} by default.
es_es: Si no se especifican {0}, el comando utiliza {1} por defecto.
id_id: Jika {0} tidak ada ditentukan, perintah menggunakan {1} secara default.
ja_jp: {0} が指定されていない場合、コマンドはデフォルトで {1} を使用します。

source: If no duration is provided, the ban will be permanent.
es_es: Si no se indica la duración, el baneo será permanente.
id_id: Jika rentang waktu tidak ditentukan, maka akan diblokir permanen.
ja_jp: 期間が指定されていない場合、BANは自動的に永久的になります。

source: Unless {0} is passed to the command, {1} is assumed to be a player or player index
es_es: A menos que se pase {0} al comando, se asume que {1} es un jugador o índice de jugador
id_id: Kecuali jika {0} diteruskan ke perintahnya, {1} akan dianggap sebagai pemain atau indeks pemain
ja_jp: {0} がコマンドで指定されない限り、 {1} はプレイヤーまたはプレイヤーのインデックスであるとみなされます

source: -> Logged-in as: {0}; in group {1}.
es_es: -> Sesión iniciada como: {0}; en grupo {1}.
id_id: -> telah masuk sebagai: {0}; dalam grup {1}.
ja_jp: ->グループ{1}の{0}としてログインしました。

source: - {0} are provided when you add a ban, and can also be viewed with the {1} command.
es_es: - {0} se proporcionan cuando se añade un baneo, y también se pueden ver con el comando {1}.
id_id: - {0} disediakan ketika anda menambah pemblokiran, dan juga dapat dilihat dengan perintah {1} .
ja_jp: - {0} はBANを追加するときに表示され、 {1} コマンドでも表示できます。

source: - {0} are provided when you add a ban, and can be found with the {1} command.
es_es: - {0} se proporcionan cuando se añade un baneo, y se pueden encontrar con el comando {1}.
id_id: - {0} disediakan ketika anda menambah pemblokiran, dan dapat ditemukan dengan perintah {1} .
ja_jp: - {0} はBANを追加するときに表示され、 {1} コマンドで表示できます。

source: - {0}: -a (account name), -u (UUID), -n (character name), -ip (IP address), -e (exact, {1} will be treated as identifier)
es_es: - {0}: -a (nombre de la cuenta), -u (UUID), -n (nombre del jugador), -ip (dirección IP), -e (exacto, {1} será tratado como identificador)
id_id: - {0}: -a (nama akun), -u (UUID), -n (nama karakter), -ip (alamat IP), -e (harus tepat, {1} akan digunakan sebagai pengenal)
ja_jp: - {0}: -a (アカウント名), -u (UUID), -n (キャラクター名), -ip (IPアドレス), -e (正確には, {1} は識別子として扱われます)

source: - {0}: uses the format {1} to determine the length of the ban.
es_es: - {0}: utiliza el formato {1} para determinar la longitud del baneo.
id_id: - {0}: menggunakan format {1} ini untuk menentukan lama pemblokiran.
ja_jp: - {0}: BANの長さを決定するために {1} 形式を使用します。

source: - Ban an offline player by account name
es_es: - Banea a un jugador desconectado por su nombre de cuenta
id_id: - Blokir pemain online dari nama akun
ja_jp: - 現在オフラインのプレイヤーをアカウント名でBANします。

source: - Ban an offline player by IP address
es_es: - Banea a un jugador desconectado por su dirección IP
id_id: - Blokir pemain online dari alamat IP
ja_jp: - IPアドレスで現在オフラインのプレイヤーをBANします。

source: - Ban an online player by index (Useful for hard to type names)
es_es: - Banea a un jugador conectado por índice (Útil para nombres difíciles de escribir)
id_id: Blokir pemain online dari indeks (Untuk nama yang susah diketik)
ja_jp: - オンラインプレイヤーを目次選択でBANします（名前を入力するのが難しい場合に便利です）

source: - Default trees :
es_es: - Árboles por defecto :
id_id: - Pohon bawaan :
ja_jp: - 普通の木:

source: - Gem trees :
es_es: - Árboles de gemas :
id_id: - Pohon gem :
ja_jp: - 宝石の木:

source: - Lists active bans. Color trends towards green as the ban approaches expiration
es_es: - Enumera los baneos activos. El color tiende al verde a medida que el ban se aproxima a su vencimiento
id_id: - daftar blokir aktif. Tren warna menuju hijau saat pemblokiran mendekati kedaluwarsa
ja_jp: - BAN中のプレイヤー一覧を表示します。BAN期間が短いほど、緑色で表示されます。

source: - Misc :
es_es: - Varios :
id_id: - Lain-lain :
ja_jp: -その他:

source: - Palm trees :
es_es: - Palmeras :
id_id: - Pohon Palm :
ja_jp: - ヤシの木 :

source: !!! > Set DisableLoginBeforeJoin to true in the config file and /reload if this is a problem.
es_es: !!! > En el archivo de configuración marca DisableLoginBeforeJoin como true y usa /reload si esto es un problema.
id_id: !!! > Atur DisableLoginBeforeJoin menjadi true didalam berkas config dan /reload jika ini sebuah masalah.
ja_jp: !!! > DisableLoginBeforeJoin を true に設定し、問題が発生した場合は /reload します。

source: !!! > Set DisableUUIDLogin to true in the config file and /reload if this is a problem.
es_es: !!! > En el archivo de configuración marca DisableUUIDLogin como true y usa /reload si esto es un problema.
id_id: !!! > Atur DisableUUIDLogin menjadi true didalam berkas config, selanjutnya /reload jika ini sebuah masalah.
ja_jp: !!! > DisableUUIDLogin を true に設定し、問題が発生した場合は /reload します。

source: !!! Login before join is enabled. Existing accounts can login & the server password will be bypassed.
es_es: !!! Activado inicio de sesión antes de entrar. Las cuentas ya existentes pueden iniciar sesión omitiendo la contraseña del servidor.
id_id: !!! Masuk sebelum bergabung diaktifkan. Akun yang ada dapat masuk & kata sandi server akan dilewati.
ja_jp: !!! 「認証ログイン」が有効です。既存アカウントでログインした場合、サーバーのパスワード入力が省略されます。

source: !!! The server password in config.json was overridden by the interactive prompt and will be ignored.
es_es: !!! La contraseña del servidor en config.json fue anulada por el diálogo interactivo, y será ignorada.
id_id: !!! Kata sandi server di config.json diganti oleh prompt interaktif dan akan diabaikan.
ja_jp: !!! config.json のサーバーパスワードは上書きされ、無視されます。

source: !!! UUID login is enabled. If a user's UUID matches an account, the server password will be bypassed.
es_es: !!! El inicio de sesión UUID está habilitado. Si el UUID de un usuario coincide con una cuenta, la contraseña del servidor será omitida.
id_id: !!! Login UUID diaktifkan. Jika UUID pengguna cocok dengan sebuah akun, kata sandi server akan dilewati.
ja_jp: !!! 「UUID ログイン」が有効です。ユーザーの UUID が一致する場合、サーバーのパスワード入力が省略されます。

source: "{0}" is not a valid buff ID!
es_es: ¡"{0}" no es un ID de buff válido!
id_id: "{0}" itu bukan ID buff yang valid!
ja_jp: "{0}" は有効なバフIDではありません!

source: "{0}" is not a valid clear option.
es_es: "{0}" no es una opción de eliminación válida.
id_id: "{0}" itu bukan opsi valid yang jelas.
ja_jp: "{0}" は有効なクリアオプションではありません。

source: "{0}" is not a valid NPC.
es_es: "{0}" no es un PNJ válido.
id_id: "{0}" itu bukan NPC yang valid.
ja_jp: "{0}" は有効な NPC ではありません。

source: "{0}" is not a valid page number.
es_es: "{0}" no es un número de página válido.
id_id: "{0}" itu bukan nomor halaman yang valid.
ja_jp: "{0}" は有効なページ番号ではありません。

source: "{0}" is not a valid radius.
es_es: "{0}" no es un radio válido.
id_id: "{0}" itu bukan radius yang valid.
ja_jp: "{0}" は有効な半径ではありません。

source: "{0}" requested REST endpoint: {1}
es_es: "{0}" solicitó el punto final REST: {1}
id_id: "{0}" telah meminta titik akhir REST: {1}
ja_jp: "{0}" 要求された REST エンドポイント: {1}

source: (Server Broadcast)
es_es: (Anuncio de Servidor)
id_id: (Siaran Server)
ja_jp: (サーバーブロードキャスト)

source: {0} - Ticket Number: {1}
es_es: {0} - Número de Ticket: {1}
id_id: {0} - Nomor tiket: {1}
ja_jp: {0} - チケット番号： {1}

source: {0} ({1} tokens)
es_es: {0} ({1} tókens)
id_id: {0} ({1} token)
ja_jp: {0} ({1} トークン)

source: {0} ({1}) changed the password for account {2}.
es_es: {0} ({1}) ha cambiado la contraseña de la cuenta {2}.
id_id: {0} ({1}) telah mengubah sandi untuk akun {2}.
ja_jp: {0} ({1}) はアカウント {2} のパスワードを変更しました。

source: {0} ({1}) failed to change the password for account {2}.
es_es: {0} ({1}) no pudo cambiar la contraseña de la cuenta {2}.
id_id: {0} ({1}) gagal mengubah sandi untuk akun {2}.
ja_jp: {0} ({1}) はアカウント {2} のパスワード変更に失敗しました。

source: {0} ({1}) from '{2}' group from '{3}' joined. ({4}/{5})
es_es: {0} ({1}) del grupo '{2}' desde '{3}' se ha conectado. ({4}/{5})
id_id: {0} ({1}) dari '{2}' dari grup '{3}' telah bergabung. ({4}/{5})
ja_jp: {0} '{3}' から '{2}' グループから({1}) が参加しました。 ({4}/{5})

source: {0} ({1}) from '{2}' group joined. ({3}/{4})
es_es: {0} ({1}) del grupo '{2}' se ha conectado. ({3}/{4})
id_id: {0} ({1}) dari '{2}' grup telah bergabung. ({3}/{4})
ja_jp: {0} '{2}' グループから({1}) が参加しました。 ({3}/{4})

source: {0} ({1}) had {2} or more invalid login attempts and was kicked automatically.
es_es: {0} ({1}) tuvo {2} o más intentos de inicio de sesión no válidos y fue expulsado automáticamente.
id_id: {0} ({1}) telah melakukan kesalahan login sebanyak {2} atau lebih dan telah dikeluarkan secara otomatis.
ja_jp: {0} ({1}) には {2} 以上の無効なログイン試行があり、自動的にキックされました。

source: {0} ({1}) has joined.
es_es: {0} ({1}) se ha conectado.
id_id: {0} ({1}) telah bergabung.
ja_jp: {0} ({1}) が参加しました。

source: {0} (Index: {1}, Account ID: {2})
es_es: {0} (Índice: {1}, ID de cuenta: {2})
id_id: {0} (Indeks: {1}, ID Akun: {2})
ja_jp: {0} (目次: {1}, アカウントID: {2})

source: {0} (Index: {1})
es_es: {0} (Índice: {1})
id_id: {0} (Indeks: {1})
ja_jp: {0} (目次: {1})

source: {0} {1} ({2} ago)
es_es: {0} {1} (hace {2})
id_id: {0} {1} ({2} yang lalu)
ja_jp: {0} {1} ({2} 前 )

source: {0} {1} on {2} ({3} ago)
es_es: {0} {1} el {2} (hace {3})
id_id: {0} {1} dalam {2} ({3} yang lalu)
ja_jp: {0} {1} on {2} ({3} 前)

source: {0} added account {1} to group {2}.
es_es: {0} añadió la cuenta {1} al grupo {2}.
id_id: {0} telah menambahkan {1} ke dalam grup {2}.
ja_jp: {0} がアカウント {1} をグループ {2} に追加しました.

source: {0} applied advanced combat techniques volume 2!
es_es: ¡{0} aplicó el volumen 2 de Técnicas Avanzadas de Combate!
id_id: {0} menerapkan advanced combat techniques volume 2!
ja_jp: {0} は高度な戦闘技術 2 を適用しました！

source: {0} applied advanced combat techniques!
es_es: ¡{0} aplicó Técnicas Avanzadas de Combate!
id_id: {0} telah menerapkan teknik pertempuran tingkat lanjut!
ja_jp: {0} は高度な戦闘技術を適用しました！

source: {0} applied traveling merchant's satchel!
es_es: ¡{0} ha aplicado el sachet del mercader ambulante!
id_id: {0} menerapkan tas Travelling Merchant!
ja_jp: {0} は旅商人のカバンを適用しました！

source: {0} attempted to register for the account {1} but it was already taken.
es_es: {0} intentó registrar la cuenta {1} pero ya está en uso.
id_id: {0} mencoba mendaftarkan akun {1} tetapi telah digunakan.
ja_jp: {0} はアカウント {1} の登録を試みましたが、既に使用されています。

source: {0} authenticated successfully as user {1}.
es_es: {0} se ha autenticado correctamente como el usuario {1}.
id_id: {0} telah berhasil diautentikasi sebagai pengguna {1}.
ja_jp: {0} はユーザーとして正常に認証されました: {1}.

source: {0} authenticated successfully as user: {1}.
es_es: {0} se ha autenticado correctamente como el usuario: {1}.
id_id: {0} berhasil masuk sebagai: {1}.
ja_jp: {0} はユーザーとして正常に認証されました: {1}.

source: {0} banned {1} for '{2}'.
es_es: {0} baneó a {1} por '{2}'.
id_id: {0} diblokir {1} untuk '{2}'.
ja_jp: {0} が {1} を '{2}' からBanしました.

source: {0} butchered {1} NPC.
es_es: {0} mató {1} PNJ.
id_id: {0} membunuh NPC {1}.
ja_jp: {0} が {1} NPC を屠殺しました。

source: {0} caused it to rain slime.
es_es: {0} inició una lluvia de slimes.
id_id: {0} telah menurunkan hujan slime.
ja_jp: {0} がスライムの雨を引き起こしました。

source: {0} caused it to rain.
es_es: {0} inició una lluvia.
id_id: {0} telah menurunkan hujan.
ja_jp: {0} が雨を引き起こしました。

source: {0} changed account {1} to group {2}.
es_es: {0} cambió la cuenta {1} al grupo {2}.
id_id: {0} telah merubah akun {1} ke dalam grup {2}.
ja_jp: {0} がアカウント {1} をグループ {2} に変更しました。

source: {0} changed the maximum spawns to {1}.
es_es: {0} cambió la cantidad máxima de enemigos generados a {1}.
id_id: {0} telah mengubah jumlah maksimal kemunculan musuh menjadi {1}.
ja_jp: {0} は最大スポーン数を {1}に変更しました。

source: {0} changed the maximum spawns to 5.
es_es: {0} cambió la cantidad máxima de enemigos generados a 5.
id_id: {0} telah mengubah jumlah maksimal kemunculan musuh menjadi 5.
ja_jp: {0} が最大スポーン数を 5 に変更しました。

source: {0} changed the password for account {1}
es_es: {0} cambió la contraseña de la cuenta {1}
id_id: {0} telah mengubah kata sandi akun {1}
ja_jp: {0} がアカウント {1} のパスワードを変更しました

source: {0} changed the spawn rate to {1}.
es_es: {0} cambió la tasa de aparición de enemigos a {1}.
id_id: {0} telah mengubah tingkat kemunculan monster menjadi {1}.
ja_jp: {0} がスポーン率を {1}に変更しました。

source: {0} changed the spawn rate to 600.
es_es: {0} cambió la tasa de aparición de enemigos a 600.
id_id: {0} telah mengubah tingkat kemunculan monster menjadi 600.
ja_jp: {0} がスポーン率を 600 に変更しました。

source: {0} deleted {1} item within a radius of {2}.
es_es: {0} eliminó {1} objeto en un radio de {2}.
id_id: {0} telah menghapus {1} item dalam radius sejauh {2}.
ja_jp: {0} は {2} の半径内の {1}アイテムを削除しました。

source: {0} deleted {1} NPC within a radius of {2}.
es_es: {0} eliminó {1} PNJ en un radio de {2}.
id_id: {0} telah menghapus {1} NPC dalam radius sejauh {2}.
ja_jp: {0} は {2} の半径内の {1} NPC を削除しました。

source: {0} deleted {1} projectile within a radius of {2}.
es_es: {0} eliminó {1} proyectil en un radio de {2}.
id_id: {0} telah menghapus {1} proyektil dalam radius sejauh {2}.
ja_jp: {0} は {2} の半径内の {1} 発射物を削除しました。

source: {0} disabled halloween mode.
es_es: {0} ha desactivado el modo halloween.
id_id: {0} telah menonaktifkan mode halloween.
ja_jp: {0} はハロウィンモードを無効にしました。

source: {0} disabled xmas mode.
es_es: {0} ha desactivado el modo navidad.
id_id: {0} telah menonaktifkan mode natal.
ja_jp: {0} が xmas モードを無効にしました。

source: {0} disconnected.
es_es: {0} se desconectó.
id_id: {0} terputus.
ja_jp: {0} は切断しました。

source: {0} enabled halloween mode.
es_es: {0} ha activado el modo halloween.
id_id: {0} telah mengaktifkan mode halloween.
ja_jp: {0} がハロウィンモードを有効にしました。

source: {0} enabled xmas mode.
es_es: {0} ha activado el modo navidad.
id_id: {0} telah mengaktifkan mode natal.
ja_jp: {0} が xmas モードを有効にしました。

source: {0} ended the rain.
es_es: {0} detuvo la lluvia.
id_id: {0} telah mengakhiri hujan.
ja_jp: {0} は雨を終わらせた。

source: {0} ended the slime rain.
es_es: {0} detuvo la lluvia de slimes.
id_id: {0} telah mengakhiri hujan slime.
ja_jp: {0} はスライムの雨を終わらせた。

source: {0} executed (args omitted): {1}{2}.
es_es: {0} ejecutó (argumentos omitidos): {1}{2}.
id_id: {0} menjalankan (argumen dihilangkan): {1}{2}.
ja_jp: {0} が実行しました(args omitted): {1}{2}.

source: {0} executed: {1}{2}.
es_es: {0} ejecutó: {1}{2}.
id_id: {0} telah mengeksekusi: {1}{2}.
ja_jp: {0} が実行しました: {1}{2}.

source: {0} failed to authenticate as user: {1}.
es_es: {0} falló en identificarse como el usuario: {1}.
id_id: {0} gagal mengautentikasi sebagai pengguna: {1}.
ja_jp: {0} はユーザーとしての認証に失敗しました: {1}.

source: {0} gave you {1} {2}.
es_es: {0} te ha dado {1} {2}.
id_id: {0} memberi anda {1} {2}.
ja_jp: {0} はあなたに {1} {2}を与えました。

source: {0} has been allowed to place tile {1}.
es_es: A {0} se le ha permitido colocar el bloque {1}.
id_id: {0} telah diizinkan untuk meletakkan tile {1}.
ja_jp: {0} は、タイル {1} を設置することが許可されました。

source: {0} has been allowed to use {1}.
es_es: A {0} se le ha permitido usar {1}.
id_id: {0} telah diizinkan menggunakan {1}.
ja_jp: {0} は {1} の使用が許可されてました。

source: {0} has been allowed to use projectile {1}.
es_es: A {0} se le ha permitido usar el proyectil {1}.
id_id: {0} telah diizinkan untuk menggunakan proyektil {1}.
ja_jp: {0} は投射物 {1} の使用を許可されました。

source: {0} has been disallowed from placing tile {1}.
es_es: A {0} se le ha prohibido colocar el bloque {1}.
id_id: {0} tidak diizinkan meletakkan tile {1}.
ja_jp: {0} は、タイル {1} を設置することが拒否されました。

source: {0} has been disallowed from using projectile {1}.
es_es: A {0} se le ha prohibido usar el proyectil {1}.
id_id: {0} tidak diizinkan menggunakan proyektil {1}.
ja_jp: {0} は投射物 {1} の使用を拒否されました。

source: {0} has been disallowed to use {1}.
es_es: A {0} se le ha prohibido usar {1}.
id_id: {0} telah tidak diizinkan menggunakan {1}.
ja_jp: {0} は {1} の使用が拒否されてました。

source: {0} has buffed you with {1} ({2}) for {3} seconds!
es_es: ¡{0} te ha potenciado con {1} ({2}) por {3} segundos!
id_id: {0} telah memberimu buff dengan {1} ({2}) untuk {3} detik!
ja_jp: {0} はあなたを {1} ({2}) を {3} 秒間バフしました！

source: {0} has changed your group to {1}.
es_es: {0} ha cambiado tu grupo a {1}.
id_id: {0} telah mengubah grup anda ke {1}.
ja_jp: {0} があなたのグループを {1} に変更しました。

source: {0} has disabled incoming teleports.
es_es: {0} ha desactivado los teletransportes entrantes.
id_id: {0} telah menonaktifkan teleportasi yang akan datang.
ja_jp: {0} は入ってくるテレポートを無効にしました。

source: {0} has ended the current invasion event.
es_es: {0} finalizó la invasión en curso.
id_id: {0} telah mengakhiri peristiwa invasi saat ini.
ja_jp: {0} は現在の侵略イベントを終了させました。

source: {0} has ended the Old One's Army event.
es_es: {0} ha finalizado la invasión del Ejército del Antiguo.
id_id: {0} telah mengakhiri peristiwa Old One's Army.
ja_jp: {0} は現在の Old One's Army イベントを終了させました。

source: {0} has joined.
es_es: {0} se ha conectado.
id_id: {0} telah bergabung.
ja_jp: {0}が参加しました。

source: {0} has joined. IP: {1}
es_es: {0} se ha conectado. IP: {1}
id_id: {0} telah bergabung. IP: {1}
ja_jp: {0} は参加しました。IP: {1}

source: {0} has launched {1} into space.
es_es: {0} ha lanzado a {1} a la estratosfera.
id_id: {0} telah melempar {1} keluar angkasa.
ja_jp: {0} は {1} を宇宙に打ち上げました。

source: {0} has launched herself into space.
es_es: {0} se lanzó ella misma a la estratosfera.
id_id: {0} telah melempar dirinya sendiri keluar angkasa.
ja_jp: {0} は自分自身を宇宙に打ち上げた。

source: {0} has launched himself into space.
es_es: {0} se lanzó el mismo a la estratosfera.
id_id: {0} telah melempar dirinya sendiri keluar angkasa.
ja_jp: {0} は自分自身を宇宙に打ち上げた。

source: {0} has left.
es_es: {0} se desconectó.
id_id: {0} telah keluar.
ja_jp: {0} が退出しました。

source: {0} has muted {1} for {2}.
es_es: {0} ha silenciado a {1} por {2}.
id_id: {0} telah dibisukan {1} kurun waktu {2}.
ja_jp: {0} が {1} を {2} の為、ミュートしました。

source: {0} has respawned you.
es_es: {0} te ha reaparecido.
id_id: {0} telah memunculkan anda kembali.
ja_jp: {0} があなたをリスポーンさせました。

source: {0} has sent a request to the bunny delivery service!
es_es: ¡{0} ha enviado una solicitud al servicio de entrega de conejos!
id_id: {0} telah mengirim sebuah permintaan ke pelayanan pengiriman kelinci!
ja_jp: {0} がバニー配送サービスにリクエストを送信しました！

source: {0} has sent a request to the cat delivery service!
es_es: ¡{0} ha enviado una solicitud al servicio de entrega de gatos!
id_id: {0} telah mengirim sebuah permintaan ke pelayanan pengiriman kucing!
ja_jp: {0} が猫の配達サービスにリクエストを送信しました！

source: {0} has sent a request to the dog delivery service!
es_es: ¡{0} ha enviado una solicitud al servicio de entrega de perros!
id_id: {0} telah mengirim sebuah permintaan ke pelayanan pengiriman anjing!
ja_jp: {0} が犬の配送サービスにリクエストを送信しました！

source: {0} has sent a request to the slime delivery service!
es_es: ¡{0} ha enviado una solicitud al servicio de entrega de slimes!
id_id: {0} telah mengirim sebuah permintaan ke kurir slime!
ja_jp: {0} がスライム配送サービスにリクエストを送信しました！

source: {0} has spawned {1} {2} time.
es_es: {0} ha invocado a {1} {2} vez.
id_id: {0} telah membangkitkan {1} {2} kali.
ja_jp: {0} は {1} を {2} 回スポーンさせました。

source: {0} has spawned a Wall of Flesh.
es_es: {0} ha invocado un Muro Carnoso.
id_id: {0} telah membangkitkan Wall of Flesh.
ja_jp: {0} はウォールオブフレッシュを生成しました。

source: {0} has SSC data in the database, but has the tshock.ignore.ssc permission. This means their SSC data is being ignored.
es_es: {0} tiene datos SSC en la base de datos, mas tiene el permiso tshock.ignore.ssc; sus datos SSC están siendo ignorados.
id_id: {0} mempunyai data SSC di dalam database, tetapi juga mempunyai permission tshock.ignore.ssc. Hal ini akan mengakibatkan data SSC mereka akan diabaikan.
ja_jp: {0} はSSCデータをデータベースに持っていますが、tshock.ignore.ssc権限があります。これはSSCデータが無視されることを意味します。

source: {0} has started a goblin army invasion.
es_es: {0} inició la invasión del ejército de duendes.
id_id: {0} telah memulai invasi tentara goblin.
ja_jp: {0} がゴブリン軍の侵攻を開始しました。

source: {0} has started a martian invasion.
es_es: {0} inició la invasión marciana.
id_id: {0} telah memulai invasi martian.
ja_jp: {0} が火星の侵攻を開始しました。

source: {0} has started a pirate invasion.
es_es: {0} inició la invasión pirata.
id_id: {0} telah memulai invasi bajak laut.
ja_jp: {0} が海賊の侵略を開始しました。

source: {0} has started a snow legion invasion.
es_es: {0} inició la invasión de la legión de escarcha.
id_id: {0} telah memulai invasi pasukan salju.
ja_jp: {0} がFrost Legionを開始しました。

source: {0} has unmuted {1}.
es_es: {0} ha desmuteado a {1}.
id_id: {0} telah tidak dibisukan {1}.
ja_jp: {0} が {1} のミュート解除しました。

source: {0} healed {1} for {2} HP.
es_es: {0} ha curado a {1} por {2} HP.
id_id: {0} telah menyembuhkan {1} untuk {2} HP.
ja_jp: {0} は {2} HPで {1} を回復しました。

source: {0} healed herself for {1} HP.
es_es: {0} se curó a sí misma por {1} HP.
id_id: {0} telah menyembuhkan diri sendiri untuk {1} HP.
ja_jp: {0} は自分自身を {1} HP回復させました。

source: {0} healed himself for {1} HP.
es_es: {0} se curó a sí mismo por {1} HP.
id_id: {0} telah menyembuhkan diri sendiri untuk {1} HP.
ja_jp: {0} は自分自身を {1} HP回復させました。

source: {0} is already allowed to place tile {1}.
es_es: {0} ya tenía permiso de colocar el bloque {1}.
id_id: {0} sudah diperbolehkan untuk meletakkan tile {1}.
ja_jp: {0} は、すでにタイル {1} を設置することが許可されています。

source: {0} is already allowed to use {1}.
es_es: {0} ya tenía permiso de usar {1}.
id_id: {0} sudah diperbolehkan menggunakan {1}.
ja_jp: {0} は、すでに {1} を使用できます。

source: {0} is already allowed to use projectile {1}.
es_es: {0} ya tenía permiso de usar el proyectil {1}.
id_id: {0} sudah diperbolehkan untuk menggunakan proyektil {1}.
ja_jp: {0} は、すでに投射物 {1} の使用を許可されています。

source: {0} is already dead!
es_es: ¡{0} ya había muerto!
id_id: {0} sudah mati!
ja_jp: {0} は天国にいます！
